{
    "data": [
        {
            "all_awardings": [],
            "archived": false,
            "associated_award": null,
            "author": "lucius1309",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_6k7pg",
            "author_patreon_flair": false,
            "author_premium": false,
            "body": "O problema não é a morte. O problema é a vida que levamos até a morte. \n\nEu não tenho medo de morrer. O que me preocupa são as pessoas que me amam e que ficaram aqui, com esse monte de nada quando eu partir. Mas eu, morto, não me preocupo não. Pode acontecer amanhã que vou tranquilo.",
            "body_sha1": "8c9d25e03c1ce77a3fd1cf96f105703fe5655931",
            "can_gild": true,
            "collapsed": false,
            "collapsed_because_crowd_control": null,
            "collapsed_reason": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "controversiality": 0,
            "created_utc": 1660699093,
            "distinguished": null,
            "gilded": 0,
            "gildings": {},
            "id": "iklkboo",
            "is_submitter": false,
            "link_id": "t3_wq6ipa",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_wq6ipa",
            "permalink": "/r/desabafo/comments/wq6ipa/como_você_lida_com_a_mortalidade/iklkboo/",
            "retrieved_utc": 1660699104,
            "score": 1,
            "score_hidden": true,
            "send_replies": true,
            "stickied": false,
            "subreddit": "desabafo",
            "subreddit_id": "t5_3h6re",
            "subreddit_name_prefixed": "r/desabafo",
            "subreddit_type": "public",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "archived": false,
            "associated_award": null,
            "author": "-anxious-idiot-",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_if6gqdbd",
            "author_patreon_flair": false,
            "author_premium": false,
            "body": "No caso de relacionamento:\nNão tente agradar todo mundo, n abra mão de oq vc tem para obrar algo unitil ou fútil... Como a \"felicidade\" de seu(sua) parceiro(a) que vc conhece a 1/3 meses, n deixe d conversar com seus amigos pq essa pessoa sentiu ciúmes. Não se esforce tanto por alguém que não te merece, parece até piada falar, mas n seja gado(serve p parceira TMB), se você TMB está alguém por dó, ou se faz pouco para demostrar amor, termina, vc é um(a) monstro(a) que n vê sentimentos...\n\nNa parte acadêmica:\nEstude, realmente é a única coisa boa a se fazer\n\nNa parte do trabalho:\nN se preocupe em tentar conseguir um emprego MT cedo, pelo menso NN até os 20/22 anos, continue os seus estudos sobre a carreira que vc se interresou, NGN gosta d um peso morto que só fica em casa vendo séries, animes, filmes e outras 300 coisas, e q n ajuda em casa\n\nNa parte social:\nRespeite as decisões d outros otários na Net, ou pessoalmente. Continua sendo algo bastante forçado, mas é o melhor a se seguir.\nE nota: beber e fumar direto sem motivo, n deixa vc legal e nem descolado, apenas encurta sua vida e lhe deixar ficar sem andar por 2 metros sem se sentir morto\n\nBem kkkkkkkkk acho que é isso, vc n específicou o tipo de \"trouxa\", eu falo isso por convivência própria, dspc se fiz parecer que fui um couch, ou um bodybuilder q se paga de macho Alpha kkkkkkkkkk",
            "body_sha1": "b2cda2dae173ca593fdbd4cb65060b1a4fac1f2e",
            "can_gild": true,
            "collapsed": false,
            "collapsed_because_crowd_control": null,
            "collapsed_reason": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "controversiality": 0,
            "created_utc": 1642771396,
            "distinguished": null,
            "gilded": 0,
            "gildings": {},
            "id": "htlf8xl",
            "is_submitter": false,
            "link_id": "t3_s8tira",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_s8tira",
            "permalink": "/r/desabafo/comments/s8tira/alguém_me_dá_dicas_de_como_não_ser_trouxa/htlf8xl/",
            "retrieved_utc": 1642771408,
            "score": 1,
            "score_hidden": true,
            "send_replies": true,
            "stickied": false,
            "subreddit": "desabafo",
            "subreddit_id": "t5_3h6re",
            "subreddit_name_prefixed": "r/desabafo",
            "subreddit_type": "public",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "archived": false,
            "associated_award": null,
            "author": "-anxious-idiot-",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_if6gqdbd",
            "author_patreon_flair": false,
            "author_premium": false,
            "body": "O meu conselho a você é: não namore, pelo menos não por agora, tente arrumar sua vida por completo, terminar estudo, começar a ter uma renda com trabalho, planejar um vida(sem alguém) um amor não aparece esperando sentado sem fazer nada, namoro durante adolecencia, não dura tanto e acaba literalmente com sua auto estima, ego e os crlh a 4... Repito e digo, tente se achar na vida primeiro, o tempo muda e NGN gosta de ter um peso morto para os outros, só tenta não pensar tanto, a vida em animes, filmes e séries, não são iguais a vida real, uma hora alguém aparece, e se você não se motivar a se tornar alguém melhor, ND vai mudar.",
            "body_sha1": "ae2acc91bd97803941dd524ba18fb2ef98db8504",
            "can_gild": true,
            "collapsed": false,
            "collapsed_because_crowd_control": null,
            "collapsed_reason": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "controversiality": 0,
            "created_utc": 1642167585,
            "distinguished": null,
            "gilded": 0,
            "gildings": {},
            "id": "hsmkki5",
            "is_submitter": false,
            "link_id": "t3_s28cam",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_s28cam",
            "permalink": "/r/desabafo/comments/s28cam/to_querendo_uma_namorada/hsmkki5/",
            "retrieved_utc": 1642167597,
            "score": 1,
            "score_hidden": true,
            "send_replies": true,
            "stickied": false,
            "subreddit": "desabafo",
            "subreddit_id": "t5_3h6re",
            "subreddit_name_prefixed": "r/desabafo",
            "subreddit_type": "public",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "thedoctak",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_808qf3bf",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Isso é escolha sua, se tu acha que os problemas que tu tem seriam apagados se tu se matar, tu ta certo, morto nao tem responsabilidade, eu vejo vc, exatamente como eu era ha um ano atras, e isso passou, foi uma fase minha de total negacao de tudo, nao quero viver, nao quero trampar, pra que tudo isso se eu vo morrer no final, de fato nao existe um proposito no final de tudo, oq resta de voce fica na memoria das pessoas, mas nao adianta nada tu se matar, imagina em meio a tantos bilhoes de pessoas que poderiam estar no seu lugar, mas nao velho, vc ta ai, vc é o escolhido, cabe a vc ditar oq vai fazer, e ficar num computador se lamentando da vida que odeia nao adianta nada, tenta resolver um problema de cada vez, tenta fazer algo ao menos, tua vida vale muito se vc nao faz mal a ninguem..",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1636857416,
            "gildings": {},
            "id": "hkjbqja",
            "is_submitter": false,
            "link_id": "t3_qcezdl",
            "locked": false,
            "no_follow": false,
            "parent_id": "t1_hkjb55m",
            "permalink": "/r/desabafo/comments/qcezdl/eu_odeio_a_vida/hkjbqja/",
            "retrieved_on": 1637153583,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "desabafo",
            "subreddit_id": "t5_3h6re",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "jackcabral90",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_oej4e",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Cara, não tem o que fazer. o Ser Humano é podre, e o que você ve como algo ruim, eu vejo como algo bom pois você sabe a verdadeira face da humanidade. O que vc pode fazer é evitar ir para esses lugares ou ver esses tipos de coisas. Algo que me revolta e deixa fudido da cara é ver cachorro sendo mal tratado ou até morto, e no 4chan volte e meia aparece um china matando cachorro, qnd eu percebo o tipo do gif nem dou continuidade e passo para outra coisa, não tem porque perder tempo vendo merda.",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1630803408,
            "gildings": {},
            "id": "hbmugcn",
            "is_submitter": false,
            "link_id": "t3_pi2asb",
            "locked": false,
            "no_follow": false,
            "parent_id": "t3_pi2asb",
            "permalink": "/r/desabafo/comments/pi2asb/o_quão_doente_a_internet_está_desabafo_longo/hbmugcn/",
            "retrieved_on": 1630889066,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "desabafo",
            "subreddit_id": "t5_3h6re",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "Budget-Reply-9739",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_90otyyjp",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Então... Decidi dar uma explicação um pouco melhor da minha vida(?), porque acho que querendo ou não quem eu sou também afeta nos estudos, talvez eu esteja me expondo demais e apague. É estúpido e egocêntrico eu escrever problemas tão bobos como os meus aqui, enquanto outras pessoas estão lidando com coisas piores, ao mesmo tempo sei que isso não invalida nada, porém também sei que não mereço a atenção de quem está lendo. A informação mais importante talvez seja a \"mentalidade\" com que estou começando a estudar, estou passando a ver meus estudos como uma forma de ignorar meus sentimentos, uma maneira de achar conforto em algo, penso que é um mundo mais seguro, no qual o que importa é o que eu já estou aprendendo, porque esse conhecimento será meu.\n Em um breve resumo superficial eu não consigo entender as pessoas ou como interagir com elas, todos são confusos. Não consigo formular o que realmente preciso falar ou a forma de falar quando escrevo para outras pessoas. É como se eu tivesse vários \"Eus\" que desenvolvi com o passar do tempo, eles tomam controle da forma como ajo e sinto, as vezes sinto que não sou eu mesmo ou sequer sou real, enquanto \"sou um deles/um deles toma controle\" não consigo me lembrar de algumas coisas(as vezes memórias se misturam com a imaginação ou ficam borradas) o que é de certa forma desesperador, por eu estar sempre tentando manter o controle de mim mesmo. Não me sinto feliz com minha aparência, me sinto uma aberração por ser agênero e não uma menina como eu deveria ser.  Tento controlar a minha comida e sei que o meu relacionamento com ela não é exatamento o mais saudável, me sinto culpado ou nojento quando como, por outro lado as vezes passo o dia inteiro pensando em comida, as vezes simplesmente perco o controle e como muito. Pessoas me dão medo, não consigo confiar ou confio cegamente. Passo o dia trancado no meu quarto e ajudo meus pais com a minha irmã menor de 1 ano durante a noite, (tenho outro irmão mais novo, mas isso é outra parte da minha vida, uma história longa e diferente) vivo em um mundo \"abstrato\" que crio na minha mente, não sou o único ser nele. As vezes fazer coisas simples como tomar banho exigem um grande esforço. Ainda não estou no ensino médio. Tenho um desejo constante de sentir dor ou abuso, não gosto de ser tocado, quando me tocam me dá vontade de arrancar toda a minha pele. Já sonhei várias vezes que estava sendo perseguido, fui morto ou violado/ass3diado. Tenho vontade de me mat4r, não planejo continuar vivo por muito tempo.\nEnfim talvez o que eu escrevi tenha ficado destorcido da realidade ou ficado confuso, como disse não me sinto real as vezes e não consigo organizar meus pensamentos ou lembrar(simplesmente lembrar, não sei exatamente do que, talvez seja quem eu sou ou algo completamente diferente), peço desculpas por desabafar aqui, mas senti que era obrigatório falar isso depois do que escrevi sobre meus estudos. Desculpa pelo texto longo, minha vida, preocupações e problemas são \"divididos\" em várias áreas. Desculpa, novamente por incomodar vocês.",
            "collapsed_because_crowd_control": null,
            "comment_type": null,
            "created_utc": 1614899615,
            "gildings": {},
            "id": "gppmcsc",
            "is_submitter": true,
            "link_id": "t3_lxniyp",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_lxniyp",
            "permalink": "/r/desabafo/comments/lxniyp/um_pedido_por_ajuda_nos_estudos_talvez/gppmcsc/",
            "retrieved_on": 1615046088,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "desabafo",
            "subreddit_id": "t5_3h6re",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "RBSMX",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_6fllvjz3",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Epah, desculpa lá, mas pra ser honesto, o teu post é 1 linha interessante e depois sai um grande monte de m\\*rda :) Se era para contar histórias, tinhas usado a história da branca de neve e dos sete anões ou o tio patinhas. São melhores filosoficamente. Ou então uma receita de polvo à lagareiro, para enrijar :)\n\nPrimeiro, claro que já parei para pensar no \"eu\", não faria sentido nenhum ter toda esta análise sem ver eu próprio também. Há ~2.5 mil milhões de chineses e indianos que não faço p*ta ideia quem são, nem eles quem sou eu, portanto é um pouco difícil usar a vida deles, o percursos deles e os sentimentos deles para falar ou alterar a minha felicidade. Certo? Tratando-se dos meus sentimentos e da minha felicidade, tenho de falar do meu percurso de vida, dos meus gostos, dos meus desejos.\n\nNão digo em nenhum lado que tenho um direito inato a algo. Pelo contrário. E menciono logo no inicio a sorte que temos, versus casos de má formações genéticas ou doenças, que foram apenas azar na lotaria das mutações. A minha narração é mais pelos meus gostos por aprender, ciência e conhecimento, dificuldades.. E frustração da falta de interesse da sociedade, coisas fúteis terem mais prioridade, importância e financiamento do que coisas importantes: educação, saúde, ciência, cultura, etc.. É mais popular inscrever no casting da casa dos segredos do que no ensino superior ou votar nas primárias de um partido.\n\nA felicidade é muito influenciada pelo meio envolvente e por comparação com os outros. E a minha critica é principalmente no valor que o colectivo das pessoas ou a sociedade atribuem às coisas e às pessoas. No passado, já foi muito popular a sociedade atribuir valor (sub-humano) de escravo a muita gente, mas apesar de ser algo popular e legal nessas épocas, não significa que era uma solução melhor que a nossa actual de repudiar a escravatura.\n\nIsso leva-me a ficar muito na dúvida sobre o teu exemplo do Moisés. Que interessa muita gente saber quem foi o Moisés ou o Maomé? É exatamente esse sentido de popularidade social que eu critico no texto. É ilusória, sem real valor. Quais foram os contributos de Moisés, Maomé e Malaquias para a sociedade?! Contribuiu mais Arquimedes a tomar banho na banheira e correr nu do que os outros 2 juntos em todas as suas vidas.\n\nHá mais gente que sabe quem são o Maradona, Messi e Ronaldo do que o Moisés. Significa isto que snifar coca é melhor?! O Pablo Escobar, apesar de morto, também é muito popular. Muita gente sabe quem foi Pablo Escobar, mas pouca gente sabe quem tu és. Significa isto que Pablo Escobar contribuiu muito mais para a sociedade do que tu?! Acho que não.\n\nQuanto a historiazinhas de Salomão, há sempre uma para tudo, repletas de açúcar sintático. Pessoalmente prefiro a leitura de Ozymandias :)\n\nQuanto à chamada glória pessoal, não abordo as coisas nessa perspetiva egocêntrica. Apenas menciono os meus interesses pessoais e o desejo de um reconhecimento moderadamente satisfatório para mim. E, claro, excelente para os prémios Nobel da fisica/quimica/medicina.. 1990. Se fossemos ver isto pela lente da glória, Genghis Khan deve ter sido dos homens com mais glória e sucesso, já que espalhou o seu DNA por muitos lados, e esse é o único verdadeiro objectivo que conta no final dos tempos.\n\nTambém costumo mencionar várias vezes que daqui a 1000 anos não haverá nenhum rasto de estarmos aqui hoje. No máximo, há histórias (alteradas) sobre pessoa X e Y. Mas as ideias de ajudar os outros, paz e amor nos relacionamentos, vamos dançar todos de mãos dadas e ser amiguinhos também são muito fábulas das religiões. The gods help those who help themselves.",
            "collapsed_because_crowd_control": null,
            "created_utc": 1589140624,
            "gildings": {},
            "id": "fq71n98",
            "is_submitter": true,
            "link_id": "t3_ggug6i",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_fq6lxqz",
            "permalink": "/r/desabafo/comments/ggug6i/deprimido_relações_sociedade_covid_apocalipse/fq71n98/",
            "retrieved_on": 1589142257,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "desabafo",
            "subreddit_id": "t5_3h6re",
            "total_awards_received": 0,
            "treatment_tags": []
        }
    ]
}