{
    "data": [
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "javaKann",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_9enn09ve",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Olá!! Tudo bem? Se você já cogita dar este passo, imagino que você deva ter um ambiente familiar já mais tolerante e bastante acesso a informação, estas duas coisas são bem importantes :). Mesmo tendo apenas 13 anos, sei que já é extremamente possível que você se saiba trans, porque, na minha própria experiência, mesmo conhecendo a palavra transgênero só aos 15 anos, eu já sonhava em acordar sendo um menino e tinha disforia desde os 5 anos de idade, mas, gostaria de ter fazer algumas perguntas: Como você se sabe um garoto trans? Você não se sente adequado sendo tratado como menina (por exemplo, recebendo adjetivos como \"bonita\")?  Você se sente muito triste e desolado por estar na fase de adquirir mais características femininas (seios e etc)? Você já se travestiu (significa usar roupas pertencentes ao outro gênero, eu, por exemplo, usava as roupas do meu irmão) e se sentiu muito bem com isto? Você realmente sente uma falta de pertencimento ao universo feminino? Sonha em adquirir características como barba, massa muscular e etc? Você imagina situações nas quais você é um menino e dá nomes masculinos para si mesmo? É claro que você não precisa responder SIM para todas estas perguntas para ser trans, só fiz estas perguntas porque penso que hoje, tendo acesso à tantas informações alguns jovens podem se confundir sobre identidade de gênero, não estou querendo dizer que você não é um menino, ok? Só que acho que é importante que você esteja mais seguro ao conversar com seus pais para não gerar algum arrependimento depois... E saiba também que na sua idade você pode ter um tratamento com bloqueadores hormonais para não desenvolver características femininas. E quanto a questão do engrossamento da voz e outras que podem te assustar, se acalme, com 13 anos ainda não se inicia uma transição com testosterona, você ainda tem um tempo para descobrir se quer iniciar o tratamento - eu não sei ao certo, mas acho que só pode iniciar com 18 anos ou, caso tenha autorização dos seus pais, com 16 anos.",
            "collapsed_because_crowd_control": null,
            "comment_type": null,
            "created_utc": 1608880221,
            "gildings": {},
            "id": "ggyzpkp",
            "is_submitter": false,
            "link_id": "t3_kjral3",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_kjral3",
            "permalink": "/r/transbr/comments/kjral3/como_eu_conto_mtf/ggyzpkp/",
            "retrieved_on": 1608880231,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "transbr",
            "subreddit_id": "t5_jwiwv",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        }
    ]
}