{
    "data": [
        {
            "all_awardings": [],
            "archived": false,
            "associated_award": null,
            "author": "SafeServe1412",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_btf62kay",
            "author_patreon_flair": false,
            "author_premium": false,
            "body": "Beijar mais devagar\nNão meter logo de cara\nFazer as preliminares bem feitas \nUsar camisinha pra não ficar com neura depois",
            "body_sha1": "a1bc8c42152529fb3bb127710708553c789e6fe7",
            "can_gild": true,
            "collapsed": false,
            "collapsed_because_crowd_control": null,
            "collapsed_reason": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "controversiality": 0,
            "created_utc": 1650467911,
            "distinguished": null,
            "gilded": 0,
            "gildings": {},
            "id": "i5hoju6",
            "is_submitter": false,
            "link_id": "t3_u4l5pi",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_u4l5pi",
            "permalink": "/r/arco_iris/comments/u4l5pi/atenção_homens/i5hoju6/",
            "retrieved_utc": 1650467927,
            "score": 1,
            "score_hidden": false,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "subreddit_name_prefixed": "r/arco_iris",
            "subreddit_type": "public",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "JohnnyRimbaud",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_79l7v8to",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Com todo o respeito, você está sendo insensível e muito certa de si. Estive numa situação parecida com a do OP e nos últimos anos comecei a ouvir de algumas pessoas chatas que era \"grooming\" e pedofilia.\n\nQuase fico com uma neura maluca por isso, mesmo o meu relacionamento tendo sido 100% bom e saudável. Traumático foi o relacionamento anterior a esse, que foi com um cara 1 ano mais novo, mas que era abusivo, manipulador e estúpido.\n\nRecomendar cautela? É bom, porque é um modo de relacionamento estranho e com que não sabemos lidar normalmente. E, bom, gente predatória existe.\n\nAcusar 100% alguém que você nunca nem viu de um crime? Desculpa, mas não consigo ignorar.",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1639010571,
            "gildings": {},
            "id": "hnshymj",
            "is_submitter": false,
            "link_id": "t3_raiiuj",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_hnk2ld8",
            "permalink": "/r/arco_iris/comments/raiiuj/namoro_com_mais_velhos_da_certo_mesmo/hnshymj/",
            "retrieved_on": 1642661888,
            "score": 3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "paiva_gabriel",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_10bl2o",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Não existe linguagem neutra. Isso é neura da internet que vai morrer daqui uns 2 ou 3 anos. A linguagem neutra portuguesa é só uma tentativa de imitar o uso do \"they\" na língua inglesa como substituto do she/he. Mas isso não funcionaria no Português pois não são somente nossos pronomes que carregam o gênero. Nossos substantivos também carregam gêneros, nossos artigos também carrega, gênero. Teria que reformular a língua inteira.",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1634304164,
            "gildings": {},
            "id": "hgqhw36",
            "is_submitter": false,
            "link_id": "t3_q8mfyj",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_q8mfyj",
            "permalink": "/r/arco_iris/comments/q8mfyj/perguntas_sinceras_para_quem_defender_a_linguagem/hgqhw36/",
            "retrieved_on": 1634430265,
            "score": 3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "ElfoDoMexico",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_en5uxvqa",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Isso é uma crítica ou uma dificuldade sua de se enturmar? Porque me incomoda muito ver uma galera com um discurso tipo \"aff, gay só sabe falar de macho, rola, diva pop, boate, drag race, etc\" muito generalista e bem estereotipado.\n\nSe for o segundo caso, se nenhum tema lhe agrada, vai tentando falar de um tema da sua preferência.\nDepende muito também de que tipo de gay você costuma ter amizade (às vezes pode ser uma galera mais de livro/musica/serie), porque acho muito comum achar gay que goste de jogar e falar sobre jogos.\nTenho amigos que gostam de drag race e divas pop, mas consigo sempre assuntos em comum, como séries, filmes e coisas do cotidiano (histórias, roles doidos, perrengues na pandemia, etc). \n\nSe ainda assim não se sentir à vontade, crie laços com os que você gostar mais, nesse caso os heteros (apesar de que não recomendaria, mas me baseando no meu histórico).\nNão precisa ficar na neura de ter sempre um assunto, ou de ficar por dentro de todos os assuntos comuns do seu círculo social.\n\nUma coisa: só foi uma vez que aconteceu? porque pode apenas ter sido um caso \"isolado\" também, de terem assuntos diferentes dos seus e você ficou tão retraído que não se sentiu muito aberto a puxar outros assuntos. \n\nVixxxxeee, falei demais, mas num vou apagar não. kkkkkk",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1632458641,
            "gildings": {},
            "id": "he1zkej",
            "is_submitter": false,
            "link_id": "t3_ptkoxg",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_ptkoxg",
            "permalink": "/r/arco_iris/comments/ptkoxg/não_tenho_assunto_com_outros_gays/he1zkej/",
            "retrieved_on": 1632593125,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "R_Caruso",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_96wxbhr8",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Imagino que essa discussão possa ser mais bem aproveitada se olharmos a questão não com uma mentalidade de \"culpa\" e \"pecado\" (de maneira caricata: \"Tenho pensamentos preconceituosos, o que fazer para ser perdoado?\") e sim de uma maneira mais realista...\n\nPor exemplo: Desconstruindo o ideal do homem atraente = homem másculo, mostrar que cultivar expectativas de parceiro muito específicas restringe a pessoa desnecessariamente, a realidade de que as pessoas mudam com o tempo, etc. \n\nTambém concordo que é meio neura. Sexo consentido é pra curtir, não pra ficar se culpando. Se forçar a fazer sexo com quem você não tem atração de verdade, por moralismo, é uma merda e pode até ser ruim pra auto-estima do parceiro.",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1631729365,
            "gildings": {},
            "id": "hcz8v57",
            "is_submitter": false,
            "link_id": "t3_pohha2",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_hcyyk7e",
            "permalink": "/r/arco_iris/comments/pohha2/não_me_atraio_por_efeminados_sou_preconceituoso/hcz8v57/",
            "retrieved_on": 1631839514,
            "score": 2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "LambariZangado",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_4kxn4xat",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "...não é a mesma coisa que falar que \"todo gay é misógino\"? Ta num caminho bem escorregadio amigo.\n\nAcho que seria muito mais produtivo promover o respeito e celebrar a diversidade ao invés de ficar apontando o dedo e se culpando por sentir ou não atração por essa ou aquela pessoa.\n\nIsso é opressão pura e simples. Ninguém aqui é o Buda e nem tem condições de se psicoanalisar até o último neurônio. Chega de martelar nessa neura, deixa cada um transar com quem quiser e consentir e boa galera...",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1631725133,
            "gildings": {},
            "id": "hcyyk7e",
            "is_submitter": false,
            "link_id": "t3_pohha2",
            "locked": false,
            "no_follow": false,
            "parent_id": "t3_pohha2",
            "permalink": "/r/arco_iris/comments/pohha2/não_me_atraio_por_efeminados_sou_preconceituoso/hcyyk7e/",
            "retrieved_on": 1631834048,
            "score": 4,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "phoenixphontes",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_9uq1hbwo",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Cara, vou dar minha opinião totalmente pessoal, da minha experiência, que não é representativa do geral de forma alguma (da mesma forma que você falou que observou pessoas à volta de você, mas isso também não é representativo de todo mundo) . Mas tô num relacionamento de 14 anos. Não sinto que tô só por conveniência. Tem dias que é ruim, que é chato, que a gente se desentende, que eu sinto falta de coisas da vida de solteiro. Mas hoje eu não trocaria a vida de casado, porque tem muita coisa que eu gosto. O companheirismo, a bobagens que rimos juntos, as conversas que temos, etc. Dá trabalho, mas pra mim vale a pena. Fora o lado prático de ter alguém pra dividir cuidado com a casa e despesas. Não ficaria com alguém só por conta da parte prática, mas é um bônus pra mim.\n\n Se perguntar hoje, minha vontade é passar o resto da vida com meu marido. Não sei se isso que vai acontecer, não tenho ilusão de que toda relação é sempre (na verdade nenhuma é), eu posso mudar de ideia, ele pode também, podem acontecer N coisas. Mas dei esse exemplo pessoal pra fazer um contraponto ao que você disse.\n\nAgora dito isto, super concordo que a ideia de que só se é feliz com um parceiro romantico é irreal, e até prejudicial. Nos é vendido um modelo quase inalcançavel de \"felizes para sempre\", e isso tem potencial de foder a cabeça das pessoas. Tinha um amigo que era maior piranha, arranja pegação até em velório. Aí depois ficava chorando as pitangas comigo, que não durava um namoro, que ia terminar sozinho. E eu sempre tentava fazer ele pensar se era isso mesmo que ele queria. Porque quando não batia essa neura nele, ele era bem feliz tendo relacionamentos curtos com muita pegação no meio. Talvez se não existisse tanta pressão para ele \"sossegar o facho\" ele tava feliz pegando os boys.\n\nPor isso sempre falo pras pessoas pararem e se analisarem, pararem pra pensar sobre o que querem de verdade. Tem gente que funciona melhor na monogamia. Tem gente que funciona melhor com monogamia em série (fica uns anos em relacionamento, termina e parte pro próximo). Tem os da relação aberta, do poliamor, tem os que querem não querem nenhum tipo de relacionamento romântico e/ou sexual, e tá tudo bem. Eu mesmo já transitei por essas formas, e ainda devo transitar mais pelo resto da minha vida. \n\n Eu entendo que a monogamia é mais fácil por ser \"o padrão\": quando você tem uma crise no casamento, tem mil livros, filmes, docs sobre isso, e provavelmente quase todo mundo que você conhece já teve algum relacionamento monogâmico e vai poder te dar uma opinião. Quando você escolhe viver outra forma de relacionamento é mais difícil porque não tem nada disso, ou tem muito pouco. E as pessoas vão te julgar. Aí vai de cada um pesar o que é melhor pra si, o que vale a pena.\n\nEnfim, comecei a viajar aqui 😂 Mas o que quis dizer é que concordo no geral com você no sentido de que relacionamento monogâmico duradouro não precisa ser a única maneira certa de se relacionar pra todo mundo, mas discordo que seja impossível ter uma relação monogâmica duradoura em que as pessoas sejam felizes.",
            "collapsed_because_crowd_control": null,
            "comment_type": null,
            "created_utc": 1621106872,
            "gildings": {},
            "id": "gy8vm35",
            "is_submitter": false,
            "link_id": "t3_nd40fl",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_nd40fl",
            "permalink": "/r/arco_iris/comments/nd40fl/a_ideia_de_relacionamento_não_faz_o_menor_sentido/gy8vm35/",
            "retrieved_on": 1621151927,
            "score": 2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "quarto42",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_7saiz1va",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "EU. se bem que não tenho tanta neura em relação a \"deixar de ser gay\". mas fazia tempo que tava procurando alguém que fez o caminho inverso, o de descobrir bi saindo do homo kk. \nMinha história: infância/início da adolescência eu cheguei a gostar de meninas (mas até hoje eu fico pensando que isso talvez tenha sido de uma forma muito inocente, de modo que eu sempre fico na dúvida da intensidade ou autenticidade disso). enfim, mais tarde na adolescência passei a me sentir atraído por homens e daí foi a fase de aceitação etc. só que por ter esse passado de gostar de algumas meninas eu mantive a mente aberta pra sexualidade pensando tipo \"bem posso gostar de qualquer coisa, embora no momento não tenha problema algum em me rotular como gay, mas futuramente que sabe?\". bem, futuramente, de forma mais precisa nessa quarentena, eu tive uma fase que tava muito afim de ficar com uma garota (acho que meio influencia do carnaval tbm rs). agora não tá tanto assim mas meio que aflorou esse meu outro lado e ainda tenho vontade.\n\nacho que no teu caso o problema maior é que tu vai ter que passar por outra fase de aceitação (presumindo que tu tbm teve uma pra questão de se entender como gay), só que agora quanto a (também) gostar de mulheres. se tu ver sua sexualidade como algo mais aberto não tem pq noiar muito. ao contrário, acho que tu tem que curtir. e como falaram tem esses ciclos e uma hora vc vai ver um cara muito gato e vai ficar muito afim dele. e depois uma mulher e vai curtir muito. e depois um cara e etc. e ao invés de tá se repimindo tu vai tá tendo bons momentos conforme sinta desejo. (e claro, o mais importante sempre sentindo confortável consigo mesmo, fazer coisa forçada é horrível e pode dar muito ruim. daí tbm a importância de se compreender).",
            "collapsed_because_crowd_control": null,
            "comment_type": null,
            "created_utc": 1607734076,
            "gildings": {},
            "id": "gfguafs",
            "is_submitter": false,
            "link_id": "t3_kbbcjp",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_kbbcjp",
            "permalink": "/r/arco_iris/comments/kbbcjp/não_sei_mais_o_que_sou/gfguafs/",
            "retrieved_on": 1607743452,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "drojai",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_lzwm0",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Você pode ser bi sem nunca ter ficado com um homem e você pode ser bi mesmo que não ache todo homem atraente. Isso não deve ser motivo pra neura. Sobre seu amigo, se você não quer arriscar a amizade, tira isso da cabeça, cara, considere que isso não é uma possibilidade e segue a amizade. E eu ainda acho que falar com ele sobre você ser bi mesmo que não tenha experiência poderia tirar um peso das suas costas, você não teria mais que carregar esse segredo com você. Mas boa sorte na sua escolha e o Vale está sempre aqui pra você!",
            "collapsed_because_crowd_control": null,
            "comment_type": null,
            "created_utc": 1601763868,
            "gildings": {},
            "id": "g7kg7w7",
            "is_submitter": false,
            "link_id": "t3_iziogf",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_g7iggcg",
            "permalink": "/r/arco_iris/comments/iziogf/desabafando_e_procurando_conselhos_26a_m_bi/g7kg7w7/",
            "retrieved_on": 1601767451,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "garotorato",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_4tnesh9f",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Grande parte dos homens mais velhos gostam de garotos, então não fica com muita neura de \"não tenho o que oferecer\". Só seja legal, sincero com quem desejar se relacionar e aproveite.",
            "collapsed_because_crowd_control": null,
            "created_utc": 1581218579,
            "gildings": {},
            "id": "fh1n3bd",
            "is_submitter": false,
            "link_id": "t3_f0zvaz",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_f0zvaz",
            "permalink": "/r/arco_iris/comments/f0zvaz/eu_não_sei_como_me_envolver_com_outros_homens/fh1n3bd/",
            "retrieved_on": 1581229251,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "drojai",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_lzwm0",
            "author_patreon_flair": false,
            "awarders": [],
            "body": "Antes de entrar em neura por isso, qual é a urgência de se definir, casar, ter filho e tal? Porque se não for urgente, aproveita esse tempo pra ir testando coisas e um dia tudo se acerta e você descobre o que gostaria de fazer. O que pode estar acontecendo também é que com homens você pode precisar conhecer mais o cara, ter uma relação mais profunda antes do seu amigo se pronunciar.",
            "created_utc": 1571016449,
            "gildings": {},
            "id": "f3ofg02",
            "is_submitter": false,
            "link_id": "t3_dhjeuy",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_dhjeuy",
            "permalink": "/r/arco_iris/comments/dhjeuy/sou_um_cara_que_paquera_caras_mas_que_gosta_de/f3ofg02/",
            "retrieved_on": 1571016450,
            "score": 1,
            "send_replies": true,
            "steward_reports": [],
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "ernanelopes",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_116f2uni",
            "author_patreon_flair": false,
            "body": "Ele também não. Ele come o que quer e come de tudo.  Mas ele naturalmente adora vegetais e cereais mesmo, inclusive fica super incomodado quando não tem uma salada ou uma verdura na refeição. Acho que ficar de neura de dieta só pra poder dar direito n vale a pena n. Se só a alimentação funciona, ótimo, mas se forem que nem eu, amante de trash food, chuca tá aí pra isso. Só é bom ter cuidado e se possível consultar um médico pra ver se isso não está prejudicando de alguma forma o trato intestinal ou os tecidos.",
            "created_utc": 1568400579,
            "gildings": {},
            "id": "f051hfr",
            "is_submitter": false,
            "link_id": "t3_d38hzd",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_f0517gi",
            "permalink": "/r/arco_iris/comments/d38hzd/vamos_falar_sobre_métodos_de_chuca_nsfw/f051hfr/",
            "retrieved_on": 1568400581,
            "score": 1,
            "send_replies": true,
            "steward_reports": [],
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "cestjamaisbon",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_xa9cg",
            "author_patreon_flair": false,
            "body": "&gt;Mas também a dieta dele é uma dieta bem saudável pois ele gosta disso. Ele come muitas frutas, ama cereais como aveia, granola, etc. Não come muita carne, come o tempo todo em pequenas quantidades, bebe horrores de água e tem um intestino super solto, as vezes vai ao banheiro 3x ao dia. Só no chocolate que ele abusa, pq ele ama.\n\nTirando o intestino super solto, sou igualzinho a ele, curto comer essas coisas mais mãe terra e nem é neura de dieta ou querendo ser fit deus me livre, é só que eu gosto muito mesmo, isso deve ajudar super, né.  Mas eu realmente não tenho a resposta de nada, só to jogando o que funciona pra mim, sem nenhum aprofundamento teórico ou nada assim.\n\nBom saber que funciona pra mais gente!",
            "created_utc": 1568400392,
            "gildings": {},
            "id": "f0517gi",
            "is_submitter": false,
            "link_id": "t3_d38hzd",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_f04bmfp",
            "permalink": "/r/arco_iris/comments/d38hzd/vamos_falar_sobre_métodos_de_chuca_nsfw/f0517gi/",
            "retrieved_on": 1568400393,
            "score": 1,
            "send_replies": true,
            "steward_reports": [],
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "drojai",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_lzwm0",
            "author_patreon_flair": false,
            "body": "Não acho a melhor ideia agora buscar uma definição técnica, buscar se rotular como hétero, homo ou bi. Você pode ser qualquer um.\n\nSe o que você sente agora é que pode gostar de homens e de mulheres e que tem desejo tanto por homens como por mulheres, tenha em mente que além de objetos de desejo, eles são pessoas individuais. Num dia você pode sair com uma mulher e se sentir super excitado e feliz, e com outra não. Assim como você pode sair com um homem e se sentir completo, atraído e \"certo\" e se sentir desconfortável com outro.\n\nNenhuma dessas situações vai definir com absoluta certeza o que você é: você pode ser completamente bissexual, pode ser homossexual heteromântico ou heterosexual homoromântico ou se descobrir outra coisa.\n\nO que eu quero dizer é que o você vai descobrir sobre você e o nome que vai dar não tem importância. Se ater só a isso é neura (apesar desses questionamentos serem bem normais e todo LGBT já passou por isso).  O que importa é conhecer pessoas (não necessariamente bonecos eróticos humanos) que te façam felizes e satisfeitos com a sua sexualidade. Boa sorte!",
            "created_utc": 1567970434,
            "gildings": {},
            "id": "ezl1zzu",
            "is_submitter": false,
            "link_id": "t3_d1cwg7",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_d1cwg7",
            "permalink": "/r/arco_iris/comments/d1cwg7/estou_em_duvida_em_minha_sexualidade_eu_gosto_dos/ezl1zzu/",
            "retrieved_on": 1567970444,
            "score": 1,
            "send_replies": true,
            "steward_reports": [],
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "Willhenriquen",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_26x2ef1d",
            "author_patreon_flair": false,
            "body": "Minha visão pessoal (antes que venha nego dizendo  \"ain reprimido\":\n\nLogo que me descobri gay fiquei na neura de como ia contar, o que ia dizer... até durante minha primeira vez, com meu primeiro cara, o pensamento de ter que falar para os familiares não parava de me ocorrer.\n\nAi eu pensei, meu irmão não chegou na minha mãe após ter transado com uma moça e disse \"mãe, sou hetero sexual\". Pra quê diabos eu colocava essa carga de **EU TENHO QUE CONTAR** em cima das minhas costas então? Logo, eu não sentei com pai e mãe pra fazer o comunicado oficial por achar redundante.\n\nPra mim, não se certificar de que todos a minha volta saibam é diferente de esconder quem eu sou. E ai que eu tento fazer disso a coisa tão natural quanto devia ser.\n\nVou com meu namorado nos eventos de família (pros quais ele agora está sendo convidado pela minha mãe e irmã \\[que sabem porque me perguntaram\\]), já o apresentei com meu namorado em happy hour da empresa, povo da faculdade sabe que eu namoro um homem e tudo isso se dá por de forma natural pra mim. Perguntam, eu respondo. Se vêem, eu confirmo e tem funcionado muito bem pra mim.",
            "created_utc": 1567781659,
            "gildings": {},
            "id": "ez9ge7y",
            "is_submitter": false,
            "link_id": "t3_d0em4s",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_d0em4s",
            "permalink": "/r/arco_iris/comments/d0em4s/falar_ou_não_falar/ez9ge7y/",
            "retrieved_on": 1567781660,
            "score": 1,
            "send_replies": true,
            "steward_reports": [],
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "total_awards_received": 0
        },
        {
            "author": "PKKittens",
            "author_created_utc": 1519175483,
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_y2ebvue",
            "author_patreon_flair": false,
            "body": "&gt; Eu até pensei muito na época, porque eu tenho a neura de que ter 21 anos é tempo demais para alguém ser virgem e BV\n\nNão tem nada de mais nisso, sério. Não tem problema nenhum, vá ao seu tempo. É coisa de filme tosco de ensino médio zoar os outros por ser virgem, se alguém fizer isso contigo ignora, não se sinta mal. Independente do que você decidir, não faça só porque tem vergonha de ser virgem.\n\nVocê mesmo disse que não sentiu atração no seu amigo e ficou meio \"traumatizado\" de ver a foto dele. Não acho que faça muito sentido insistir e fazer algo com ele.",
            "can_gild": true,
            "collapsed": false,
            "collapsed_reason": null,
            "controversiality": 0,
            "created_utc": 1539541736,
            "distinguished": null,
            "gilded": 0,
            "gildings": {
                "gid_1": 0,
                "gid_2": 0,
                "gid_3": 0
            },
            "id": "e7relpc",
            "is_submitter": false,
            "link_id": "t3_9o4w8k",
            "nest_level": 1,
            "no_follow": false,
            "parent_id": "t3_9o4w8k",
            "permalink": "/r/arco_iris/comments/9o4w8k/preciso_de_conselho_18/e7relpc/",
            "reply_delay": 1226,
            "retrieved_on": 1541045351,
            "score": 13,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "subreddit_name_prefixed": "r/arco_iris",
            "subreddit_type": "public"
        },
        {
            "author": "wemerson16",
            "author_created_utc": 1511487670,
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_lx3k122",
            "body": "Desde a minha infância eu já sentia atração pelos meninos, mas considerava isso normal e que isso iria passar e logo logo eu iria me interessar por alguma garota, sofri muito por causa disso. Ficava com bastante raiva se alguém me chamava de viado, na escola principalmente onde sofri muito bullying, pensava que a qualquer momento alguém poderia descobrir, eu era cheio de neura. Sobre as músicas, realmente não curto essas músicas da cena esteriopada gay, gosto mesmo de bandas undergrounds independentes, como Smashing Pumpkins, The war on drugs, Beach Fossils, Arcade Fire...\nSobre o meu crush, ele é hétero infelizmente, já namora uma menina a 8 anos e dá pra perceber pelo seu comportamento que ele gosta de meninas mesmo. Desejo tudo de bom pra você também!",
            "can_gild": true,
            "controversiality": 0,
            "created_utc": 1528036630,
            "distinguished": null,
            "gilded": 0,
            "id": "e01iuli",
            "is_submitter": true,
            "link_id": "t3_8o7tv7",
            "nest_level": 2,
            "no_follow": true,
            "parent_id": "t1_e01h2je",
            "permalink": "/r/arco_iris/comments/8o7tv7/alguém_mais_nessa_situação/e01iuli/",
            "reply_delay": 2362,
            "retrieved_on": 1532148176,
            "rte_mode": "markdown",
            "score": 2,
            "score_hidden": false,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "subreddit_type": "public"
        }
    ]
}