{
    "data": [
        {
            "all_awardings": [],
            "archived": false,
            "associated_award": null,
            "author": "chamomileteaenjoyer",
            "author_flair_background_color": "transparent",
            "author_flair_css_class": null,
            "author_flair_richtext": [
                {
                    "a": ":Lesbica:",
                    "e": "emoji",
                    "u": "https://emoji.redditmedia.com/51ft6w9llfa91_t5_frznt/Lesbica"
                }
            ],
            "author_flair_template_id": "cf019ce4-43be-11eb-81b6-0eb38f7a00dd",
            "author_flair_text": ":Lesbica:",
            "author_flair_text_color": "dark",
            "author_flair_type": "richtext",
            "author_fullname": "t2_oimupzbe",
            "author_patreon_flair": false,
            "author_premium": false,
            "body": "eu sou de aracaju, mas a comunidade LGBT aqui é muuuuuito reclusa a tipo 4 points bem específicos que são basicamente só pra pessoas solteiras e eu fico deprê",
            "body_sha1": "0e7a44b4cc75da10f4d4df2fc550deded0318a9d",
            "can_gild": true,
            "collapsed": false,
            "collapsed_because_crowd_control": null,
            "collapsed_reason": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "controversiality": 0,
            "created_utc": 1659908392,
            "distinguished": null,
            "gilded": 0,
            "gildings": {},
            "id": "ijd2gta",
            "is_submitter": true,
            "link_id": "t3_wggbcg",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_ij2e6d0",
            "permalink": "/r/arco_iris/comments/wggbcg/como_que_se_faz_amizade_com_outras_pessoas_lgbt/ijd2gta/",
            "retrieved_utc": 1659908404,
            "score": 1,
            "score_hidden": false,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "subreddit_name_prefixed": "r/arco_iris",
            "subreddit_type": "public",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "alessandro2212",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_d42p9z0m",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Uau, é muita coisa acho que vou ter que reler pra poder tentar te dar uma opinião, e nem sei se minha opinião é uma boa, mas vamos lá. \n\nJá quero começar pedindo pra vc não se matar, eu sei que muito provavelmente o que eu falar vai parecer bem clichê, e que é o que todo mundo fala, mas é verdade, parece que tudo está uma merda e é difícil de suportar, mas acredite tudo pode mudar, o futuro é incerto, eu mesmo já fiquei bem deprê, inclusive quando eu estava bem triste mesmo, eu pensava em como alguém com depressão devia se sentir, e que se, se sentir como eu estava já era horrível, então imagina alguém pior, ninguém deveria passar por isso, mas infelizmente acontece. \n\nEm relação a vc estar a cima do pesso, vc mesmo e só vc pode pode mudar isso, imagino que seja difícil, mas não é impossível, e se não é impossível não custa nada tentar, vc não tem nada a perder, mas é algo que leva tempo então vc tem que estar disposto a esperar esse tempo sem desistir, vc vai ver como consegue. \n\nSobre amigos, pessoas vem e vão, vc vai fazer novos amigos, realmente é difícil encontrar pessoas que nos entendam, mas é só continuar que vc vai achar alguém ou alguém vai te achar.\n\nE se vc se sente incomodado com o fato de vc ser virgem, vc pode contratar um garoto de programa, claro se isso não for um problema pra vc, mas não precisa ligar pra isso, ninguém tem nada a ver com a sua vida sexual.\nNa verdade a gente fala que não precisa ligar e que ninguém tem nada a ver, o que não deixa de ser verdade, mas as vezes nós mesmo ligamos pra isso e nós  sentimos incomodados, de qualquer forma ou vc espera pra encontrar alguém de que goste e ou tenha alguma conexão, pra poder ter algo com a pessoa, ou então vc não precisa esperar, só pagar por sexo, e se o problema for esse vai ser menos um problema, e vc não tem nada a perder, mas a escolha é sua. \n\nEm relação ao seu trabalho, acho que vc deveria continuar nele até encontrar algum melhor, e se for tomar alguma atitude em relação a ser tratado mal lá dentro, tome cuidado e pense antes, vc não precisa ficar sendo tratado mal, mas perder algo de que vc precisa deve ser ruim, então vc tem que por na balança e ver o que vc vai decidir. \n\nE se vc acha que tá com depressão, aliás mesmo que não esteja, não fique quieto proucure ajuda, vá num psicólogo ou psiquiatra, vc pode acabar com isso, não precisa ficar se sentindo assim, mude as coisas pra melhor, procure ajuda e se ajude. \n\nEm relação a Deus e religião, é algo delicado, mas não acho que Deus vá te fazer passar por algo que não vá te ajudar, quando vc cai vc levanta mais forte, os erros nós deixam mais fortes, tudo é aprendizado. \n\nNão sei se eu deixei passar algum ponto, mas é isso.\n\nSe quiser conversar sobre algum ponto do seu relato que eu tenha deixado passar, ou que vc queria falar mais profundamente sobre ou qualquer coisa que seja, pode ficar a vontade pra me mandar mensagem aqui no pv. \n\nTudo isso é só minha opinião, espero que tenha entendido, desculpa qualquer erro na ortografia, tudo que comentei foi com uma boa intenção, me desculpa se entendi errado e ou te ofendi de alguma forma, espero que fique bem, te desejo boas enérgias 🙌🙏.",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1630868370,
            "gildings": {},
            "id": "hbpvcmj",
            "is_submitter": false,
            "link_id": "t3_pif96y",
            "locked": false,
            "no_follow": false,
            "parent_id": "t3_pif96y",
            "permalink": "/r/arco_iris/comments/pif96y/pensando_em_dar_um_fim_em_tudo_desabafo_longo/hbpvcmj/",
            "retrieved_on": 1630945165,
            "score": 2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "norosecolored",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_5fupk1k8",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Isso já aconteceu comigo, e eu só consegui desapegar desse sentimento depois que eu contei pra ele, então eu te pergunto, você acha que consegue desapegar dessa ideia sem contar pra ele?\n\nQue não vai acontecer você já sabe, mas a confirmação direta com ele pode te ajudar a esquecer. Se você estiver preparado pra lidar com a rejeição e as consequências dela, eu te diria para contar.\n\nAi tu pega esse não e aproveita, já bota uma musiquinha deprê pra tocar, come umas porcaria enquanto assiste uns filme pra esquecer, que foi o que eu fiz quando aconteceu comigo.",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1630470540,
            "gildings": {},
            "id": "hb5e7ps",
            "is_submitter": false,
            "link_id": "t3_pfk1y9",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_pfk1y9",
            "permalink": "/r/arco_iris/comments/pfk1y9/paixão_por_hétero_devo_contar_pra_ele/hb5e7ps/",
            "retrieved_on": 1630559302,
            "score": 2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "thrwawaylittlebearBR",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_1wdsh7ew",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Nossa eu me identifico muito e o que me ajudou muito e aumentou muito minha autoestima foi um dos meus melhores amigos / ficante / quase namorado que falou que eu sou muito sexy e que me acha lindo, mesmo eu sendo gordo.\n\nNessa hora que percebi que realmente tem espaço sim para gays gordos, me sinto muito sortudo por ter tido essa experiência. Não desistam caros! ;) Se tem uma coisa que aprendi sendo um gay furry (e um pouco otaku nerd lol) é que existe espaço para todos os tipos de tribos, pesos, etnias, gostos musicais, etc.\n\nPode ser que essa busca demore mas não desistam, usem a internet (com muito cuidado, já me fodi por causa de pessoas mal intencionadas) como aliada. Abraços e boa sorte! (E, claro, sou longe de ser um \"exemplo\" até porque hoje sigo solteiro, carente e um pouco deprê hehe, acontece... O importante é não se abalar e tentar continuar com a vida ;) )",
            "collapsed_because_crowd_control": null,
            "comment_type": null,
            "created_utc": 1624632092,
            "gildings": {},
            "id": "h300ef1",
            "is_submitter": false,
            "link_id": "t3_o7e9pk",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_o7e9pk",
            "permalink": "/r/arco_iris/comments/o7e9pk/queria_muito_entender_porque/h300ef1/",
            "retrieved_on": 1624912480,
            "score": 3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "MurdockSF",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_11tdxc",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Sinto um pouco daquele, \"Porra, sério que bati uma pra isso?\", e aí eu volto por meu normal de deprê e memes",
            "collapsed_because_crowd_control": null,
            "comment_type": null,
            "created_utc": 1621873722,
            "gildings": {},
            "id": "gzadubk",
            "is_submitter": false,
            "link_id": "t3_njs4tk",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_njs4tk",
            "permalink": "/r/arco_iris/comments/njs4tk/homens_depois_da_punheta_ou_sexo_mesmo_como_se/gzadubk/",
            "retrieved_on": 1621948478,
            "score": 2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "phoenixphontes",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_9uq1hbwo",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Acho que já respondi essa pergunta aqui algumas vezes 😂 Mas se ajudar em alguma coisa, lá vai:\n\nEstou com meu marido tem 14 anos, sendo 11 morando juntos e dois de casado. A gente se conheceu em 2007, eu com 21 anos e ele prestes a completar 19. Eu tinha acabado de mudar do interior para BH. Nós últimos dois anos eu tinha saído do armário e tinha piranhado um pouco, mas no geral eu andava bem pra baixo porque não achava ninguém pra namorar, e achava que ia demorar até achar. Passei um tempo deprê com isso, mas quando passei no vestibular e ia mudar, pensei \"vou é tacar o foda-se, vou pra uma cidade grande, cheia de gente nova, boate gay, foda-se namorado, vou é piranhar mesmo\"\n\nResultado: com três semana em BH, tava num dia que eu tava mais ou menos, dificuldade ainda com a adaptação de sair da minha cidade, um amigo me arrastou pra uma boate numa quinta feira. Vi meu hoje marido do outro lado da pista de dança, ele retribuiu o olhar, fui até ele e ficamos beijando sem falar uma palavra. Depois fomos cada um pra um lado. Horas depois, quando tava na fila pra pagar, vi ele sentado. Eu era super tímido, mas deu uma louca na cabeça (a bebida ajudou), fui até ele e perguntei se ele tinha algum contato, MSN, telefone. Na hora eu nem tava pensando em namoro, tava pensando em fazer amizade pra ter cia. pra sair (o meu amigo tava só passeando em BH e na faculdade eu não tinha achado os viados ainda).\n\nEle relutou um pouco em passar o contato (depois ele me contou que tinha poucas semanas que tinha terminado namoro e não queria outro), acabou falando pra eu procurar ele em uma comunidade no Orkut. Eu cheguei bêbado em casa, mas lúcido o suficiente pra anotar em um caderno o nome da comunidade, kkkk. No dia seguinte procurei, começamos a conversar, e a conversa rendeu. Ele me chamou pra sair junto com amigos dele, e saímos assim como amigos duas vezes. Eu achava ele lindo e gente boa, mas pra mim tava de boa também só com a amizade. Aí na hora de terceira vez que saímos, era aniversário dele, uma amiga perguntou quem eu era, ele falou que tínhamos ficado e ela perguntou porque não continuamos ficando. Nisso ficamos naquele dia, e continuamos ficando. Três semanas depois ele foi passar o sábado pela primeira vez na minha casa, e decidimos namorar. \n\nNos primeiros anos era difícil, morávamos longe, se fosse ver todos os ônibus que tínhamos que pegar dava quase ou até mais que duas horas. Nós víamos só nos fins de semana.\n\nSe ainda estiver aqui depois dessa bíblia, o que vou falar aqui pode parecer clichê, mas é o que eu penso. Primeiro, desencana. Ficar desesperado atrás de namoro, pra mim pessoalmente, é algo que me broxa. É mais importante tentar levar de boa, e estar aberto para quando aparecer. Segundo, aproveita cada fase. Eu amo muito meu marido, gosto da vida a dois, mas tem várias coisas da vida de solteiro que eu sinto saudade. Não me arrependo do que passou, mas quando a gente lembra, sempre tem coisas que a gente queria ter aproveitado mais. Então vai com calma, aproveita o que tem aproveitar na sua vida de solteiro, e esteja aberto para os relacionamentos que surgirem (e nem todo relacionamento vai ser sempre).",
            "collapsed_because_crowd_control": null,
            "comment_type": null,
            "created_utc": 1621031175,
            "gildings": {},
            "id": "gy5j6zu",
            "is_submitter": false,
            "link_id": "t3_ncim3m",
            "locked": false,
            "no_follow": false,
            "parent_id": "t3_ncim3m",
            "permalink": "/r/arco_iris/comments/ncim3m/homens_que_estão_em_relação_longa_e_saudável_com/gy5j6zu/",
            "retrieved_on": 1621082806,
            "score": 9,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        }
    ]
}