{
    "data": [
        {
            "all_awardings": [],
            "archived": false,
            "associated_award": null,
            "author": "CapybaraOnShrooms",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_lmwoqlla",
            "author_patreon_flair": false,
            "author_premium": false,
            "body": "Eu sou assim, tenho muita dificuldade de interação social.  \n\n\nDepois de passar por dois cursos de faculdade, tenho uma visão um pouco diferente do u/LinearHaru sobre ser fácil fazer amizades na faculdade.   \n\n\nNo primeiro curso que entrei, passei 2 anos e não fiz uma amizade sequer, tive zero sintonia com as pessoas lá, cheguei a participar de algumas conversas mas as pessoas simplesmente não \"clicaram\" comigo.  \n\n\nNo segundo curso, que eu fiz e terminei, já foi melhor, naturalmente conheci algumas pessoas bacanas e maduras, mas também muito por iniciativa delas e não tanto da minha. Mas essas interações acontecem naturalmente quando tu precisa fazer trabalho em grupo ou simplesmente quando a galera se junta pra estudar e troca figurinhas em véspera de prova.  \n\n\nDesse curso só mantive contato com 1 pessoa. E das pessoas que converso de vez em quando no dia-a-dia, são toda pessoas com as quais já trabalhei. Ou seja, todas relações que surgiram da rotina do dia-a-dia.\n\nE aí tem a galera do online. Um dos meus melhores amigos conheci jogando Battlefield, inclusive fui no casamento dele a mais de 700km de onde moro.\n\nA vida é assim, ninguém tem 300 amigos verdadeiros e passa o dia recebendo mensagens de todo mundo. E as pessoas naturalmente se afastam, depois que tu conhece alguém num ambiente X tipo escola, e isso acaba, cada um segue seu caminho e as pessoas perdem contato.\n\nO normal da vida adulta não é conversar todos os dias com todo mundo, só se você estiver num grupo com toda a galera e aí normalmente alguém sempre vai puxar assunto, mas mensagem individual pra cada um? Difícil.\n\nFaz tuas coisas, segue a vida.\n\nE sobre ocupar cabeça, atividade física.  \n\n\nLiteralmente não tem nada melhor do que atividade física pra se fazer no dia-a-dia. A atividade hormonal e de neurotransmissores que a atividade física gera só traz benefícios e mais disposição pra sua rotina.\n\nAlém do mais, testosterona e vitamina-D. São coisas que em falta no seu corpo podem te deixar deprê e sem ânimo. Sabe o que melhora testosterona? Exercício físico de força de membros inferiores, pernas. Vitamina D é pegar sol, mas dependendo de onde tu morar, mais fácil ir no médico e suplementar.  \n\n\n\"Ah, mas não tenho ânimo pra começar\". É, eu também sofro com isso. Mas tenta, planeje, fique com isso na cabeça que uma hora tu consegue executar, e depois que tu começar, vai se sentir bem fazendo e depois disso só melhora.\n\nTua auto estima vai melhorar, e sua confiança também, consequentemente tu vai lidar com muitas coisas na vida de forma melhor.  \n\n\nBoa sorte.",
            "body_sha1": "c6f77ce5b7c557362b9c9e3a2606223a0872f0c5",
            "can_gild": true,
            "collapsed": false,
            "collapsed_because_crowd_control": null,
            "collapsed_reason": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "controversiality": 0,
            "created_utc": 1653308904,
            "distinguished": null,
            "gilded": 0,
            "gildings": {},
            "id": "i9ocaf3",
            "is_submitter": false,
            "link_id": "t3_uuqr47",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_uuqr47",
            "permalink": "/r/desabafo/comments/uuqr47/eu_preciso_trocar_ideia_sobre_isso_urgente/i9ocaf3/",
            "retrieved_utc": 1653308918,
            "score": 1,
            "score_hidden": true,
            "send_replies": true,
            "stickied": false,
            "subreddit": "desabafo",
            "subreddit_id": "t5_3h6re",
            "subreddit_name_prefixed": "r/desabafo",
            "subreddit_type": "public",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        }
    ]
}