{
    "data": [
        {
            "all_awardings": [],
            "archived": false,
            "associated_award": null,
            "author": "JuliaPassa",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [
                {
                    "e": "text",
                    "t": "MtF - Ela"
                }
            ],
            "author_flair_template_id": "603daf94-9dbe-11e8-9a9f-0eb70bca039e",
            "author_flair_text": "MtF - Ela",
            "author_flair_text_color": "dark",
            "author_flair_type": "richtext",
            "author_fullname": "t2_gdko5n2i",
            "author_patreon_flair": false,
            "author_premium": false,
            "body": "Amiga, respira fundo. Na sua idade não existe homem que valha a pena, acredite em mim, você não devia medir seu valor pela atenção que recebe desses bostinhas. De verdade, vai melhorar, mas transição é paciência. É uma maratona não uma corrida.\n\n&gt;passei pelo estágio de ter uma aparência \"travestis\" ( vcs entenderam, não me levem a mal ) \n\n\nNão dá pra falar bosta e dizer \"não levem a mal\". Eu sou travesti. Se quiser falar de ter uma aparência não passável, diga isso: uma aparência não passável, que não tem nada de errado também, embora não seja a aparência q vc prefere pra si.\n\n&gt;Hj surtei e tomei duas injeção, e 200mg de acetato\n\nExcesso de estradiol faz o corpo liberar SHBG, que diminui a quantidade de estradiol livre, diminuindo a feminização. Excesso de ciproterona só vai te trazer efeitos colaterais e pode atrapalhar o desenvolvimento saudável dos seios, dependendo do estágio que você tá, e também pode acabar com a sua vida sexual. Tudo isso tb aumenta muito sua chance de complicações com a th, e se vc tiver complicações é bem possível que vc tenha que parar, que médicos no futuro se recusem a te tratar e coisas do tipo. Vai por mim, você não ganha absolutamente nada fazendo isso, só estraga sua th. Sei q foi num momento de desespero, mas tô te dizendo justamente pra q se chegar nesse nível de novo, lembre que não tem absolutamente nada a ganhar. Mais hormônio e bloqueador ≠ mais resultado. Do contrário, seu corpo vai começar a lutar contra.  \n  \nEspero q fique bem. O que me ajuda muito nesses momentos é meditação. Sei que é foda, mas acredita em mim: romance não é tudo isso. Se vc não estiver feliz sem relacionamento, tb n vai estar com. Amor próprio é a única forma de amor confiável.",
            "body_sha1": "963f0d2548ab3695324422a5b70b549a31aa3965",
            "can_gild": true,
            "collapsed": false,
            "collapsed_because_crowd_control": null,
            "collapsed_reason": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "controversiality": 0,
            "created_utc": 1642715547,
            "distinguished": null,
            "gilded": 0,
            "gildings": {},
            "id": "htikom8",
            "is_submitter": false,
            "link_id": "t3_s8t6qm",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_s8t6qm",
            "permalink": "/r/transbr/comments/s8t6qm/oiê_irmãs_faz_alguns_meses_desda_última_vez_que/htikom8/",
            "retrieved_utc": 1642715558,
            "score": 1,
            "score_hidden": true,
            "send_replies": true,
            "stickied": false,
            "subreddit": "transbr",
            "subreddit_id": "t5_jwiwv",
            "subreddit_name_prefixed": "r/transbr",
            "subreddit_type": "public",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        }
    ]
}