{
    "data": [
        {
            "all_awardings": [],
            "archived": false,
            "associated_award": null,
            "author": "theunortodox",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_m2rhfd3x",
            "author_patreon_flair": false,
            "author_premium": false,
            "body": "Mano, sinceramente eu não sei por quê tô te respondendo. Olhando seus comentários e posts aqui, te acho um cara doente ou talvez carente de atenção. \nMe deu uma agonia ao ver o que você anda comentando por aí...\nSenti pena e nojo ao mesmo Tempo.\nSinceramente, tu deveria sair um pouco desse Reddit e procurar um psicólogo ou um psiquiatra.\nBoa noite e boa sorte.",
            "body_sha1": "0a35ed5425d90f95db0c518fcf9c2b6f6c4035ed",
            "can_gild": true,
            "collapsed": false,
            "collapsed_because_crowd_control": null,
            "collapsed_reason": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "controversiality": 0,
            "created_utc": 1651210263,
            "distinguished": null,
            "gilded": 0,
            "gildings": {},
            "id": "i6ms38a",
            "is_submitter": false,
            "link_id": "t3_ucduyk",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_i6mrcif",
            "permalink": "/r/arco_iris/comments/ucduyk/seria_estranho_ou_horrível_eu_me_assumir_logo/i6ms38a/",
            "retrieved_utc": 1651210282,
            "score": 1,
            "score_hidden": false,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "subreddit_name_prefixed": "r/arco_iris",
            "subreddit_type": "public",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "archived": false,
            "associated_award": null,
            "author": "meninobolha",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_1478n7yx",
            "author_patreon_flair": false,
            "author_premium": false,
            "body": "olha terapia ajuda muito, isso é certeza, porem, nem todo psicologo é um bom profissional, vejo muitas pessoas reclamando. Eu felizmente tive sorte de pegar uma boa psicologa já a psiquiatra era um porre de chata e seca, mal olhava pra minha cara. Outra coisa é que depois de um tempo a terapia pode ficar repetitiva, cansativa, foi até por isso que parei de ir.\n\nApesar dessas coisas eu sempre aconselho a todo mundo fazer nem que seja por um curto tempo.",
            "body_sha1": "7b13db83ccaec4d56a269d2d379209d1a857f420",
            "can_gild": true,
            "collapsed": false,
            "collapsed_because_crowd_control": null,
            "collapsed_reason": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "controversiality": 0,
            "created_utc": 1642997960,
            "distinguished": null,
            "gilded": 0,
            "gildings": {},
            "id": "htz8kgc",
            "is_submitter": false,
            "link_id": "t3_s8ykqj",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_s8ykqj",
            "permalink": "/r/arco_iris/comments/s8ykqj/pessoas_que_fazem_terapia_vocês_melhoraram_a/htz8kgc/",
            "retrieved_utc": 1642997977,
            "score": 1,
            "score_hidden": false,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "subreddit_name_prefixed": "r/arco_iris",
            "subreddit_type": "public",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "PredatedHickory",
            "author_flair_background_color": "transparent",
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": "d12397b6-43be-11eb-a38e-0e3662c89119",
            "author_flair_text": "G",
            "author_flair_text_color": "dark",
            "author_flair_type": "text",
            "author_fullname": "t2_dhxlv53l",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Obrigado pelo comentário. Eu pensei melhor e decidi que vou sim tentar me abrir com minha psiquiatra sobre isso na próxima consulta pra ver o que ela tem a dizer. Com minha psicóloga vou fazer a mesma coisa, ela já sabe que eu sou gay, mas eu nunca me abri pra ela sobre os problemas com minha autoaceitação. Acredito que vá ser libertador finalmente poder desabafar e me abrir completamente sobre isso com alguém.\n\nEu nunca cheguei a conhecer um menino gay da minha idade pessoalmente, mas eu conheci vários pela Internet e fiz amizade com alguns deles. Descobrir que existem outros adolescentes como eu no mundo me aliviou um pouco porque antes eu chegava a achar que eu era o único menino no país a ter vontade de beijar outro menino kkkkk.",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1638728019,
            "gildings": {},
            "id": "hncmn3b",
            "is_submitter": true,
            "link_id": "t3_r92i29",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_hn9nuso",
            "permalink": "/r/arco_iris/comments/r92i29/queria_ser_heterossexual/hncmn3b/",
            "retrieved_on": 1640653670,
            "score": 3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "TransexualCansado",
            "author_flair_background_color": "transparent",
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": "f70ad67e-43be-11eb-82aa-0ea1f85405a5",
            "author_flair_text": "Transexual",
            "author_flair_text_color": "dark",
            "author_flair_type": "text",
            "author_fullname": "t2_fy3rf6mt",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Homem trans absolutamente alistamentofóbico aqui. Como você, também não quero ser estuprado (uma ideia que aparentemente faz de nós loucos, né?)\n\nTeoricamente você precisa se alistar e pagar uma multa compatível a cada ano depois dos 18 (sim, mesmo sendo trans e teoricamente não sendo nem convocado pro alistamento obrigatório antes de mudar o sexo, vai enteder).\n\nVocê poderia ficar irregular e não se alistar e, bem, você não vai poder tirar passaporte, prestar concurso público, entre outras coisas, mas ninguém vai te prender, então essa seria uma opção até você completar 41 anos.\n\nVocê também poderia mudar o nome nos documentos mas não mudar o sexo. Na maioria dos documentos o sexo não consta e, de modo geral nas situações onde isso seria necessário, é possível pedir discrição ou seriam situações onde você teria que ser transparente de todo modo (situações jurídicas ou médicas).\n\nNa prática é bem mais complexo. Mesmo se você continuar legalmente do sexo feminino e não se alistar, tem muitas situações na vida real onde sua carteira de reservista será solicitada. Por exemplo, para conseguir absolutamente qualquer emprego. Então se você se importa em ser 100% passável sempre, de não ter que ficar explicando pra imbecil que você legalmente é \"mulher\" e que não tem como ter carteira de reservista, pode descartar essa opção.\n\nCom o tanto de vazamentos de dados que tem por aí e bancos de informações tipo o tudosobretodos, se você acha que pode ter gente vindo te investigar e tem medo que descubram o seu sexo de nascença, minha recomendação é sim, mude o sexo.\n\nComo lidar então com a questão do alistamento? A justiça não prevê tratamento especial para homens trans - inclusive é uma luta que vejo sendo feita apenas no sentido contrário: existe a luta para que homens trans possam servir como qualquer outro (justo), mas nunca vi ninguém se pronunciando sobre reconhecer que há uma diferença intrínseca e também garantir nosso direito de **não** servir. A pergunta que você precisa fazer então é: quais homens são isentos do serviço militar obrigatório?\n\nO que você quer provavelmente não é simplesmente não se alistar, pois como falei, a falta de um documento legal vai te trazer muitas situações desagradáveis. O que você quer é um **Certificado de Dispensa**.\n\nA versão completa desse assunto é que existem várias categorias de reservistas classificados de acordo com competências físicas, psíquicas, família, trabalho, disponibilidade. Digamos que haja uma guerra. Primeiro serão convocados aqueles que estão no topo da aptidão física, que não trabalham ou que não sustentam a família. Quem é gordo é chamado depois. Quem é pai solteiro é chamado depois. Quem tem doenças que requerem o uso contínuo de medicamentos é chamado depois. E assim sucessivamente. Homens formados em medicina são obrigados a servir. Mesmo quem tem dificuldades motoras supostamente será chamado em algum momento, pois pode contribuir de alguma maneira. Homens trans caem automaticamente na Categoria III.\n\nQuem não é chamado de jeito nenhum? Homens com esses diagnósticos: [https://www.planalto.gov.br/ccivil\\_03/decreto/1990-1994/D703.htm](https://www.planalto.gov.br/ccivil_03/decreto/1990-1994/D703.htm)\n\nA minha recomendação é você conversar com um psiquiatra de extrema confiança e pedir um laudo de alguma condição no GRUPO V do link acima. Chamo atenção em especial para \"3. Psicoses pós-traumática e outras psicoses orgânicas\", ou \"6. Psicose depressiva, agitada, confusão reativa e outras não-orgânicas, graves e persistentes\". Você precisa um diagnóstico que se encaixe mais ou menos na sua realidade e que pode ser compactuado por um psicólogo e eu daria preferência para algo que também não vai te prejudicar em outras esferas da sua vida. Alguns diagnósticos são mais fáceis que outros. Tem certas coisas que vão te dispensar na hora sem questionar. Outras coisas chamam atenção como possível fraude. Ter algum contato com alguém que fez carreira militar pode te ajudar nesse processo.\n\nJá te aviso que é uma luta árdua. Ao falar sobre esse assunto com advogados, psicólogos, psiquiatras, outros médicos ou quem quer que seja que poderia te ajudar, você será questionado com um enorme \"mas você não queria ser homem?\". Mas não é impossível.",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1637527179,
            "gildings": {},
            "id": "hljyccq",
            "is_submitter": false,
            "link_id": "t3_qyyt0f",
            "locked": false,
            "no_follow": false,
            "parent_id": "t3_qyyt0f",
            "permalink": "/r/arco_iris/comments/qyyt0f/homens_trans_são_obrigados_a_se_alistar_no/hljyccq/",
            "retrieved_on": 1637884117,
            "score": 4,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "iamtheblackwizards93",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_97kb53sf",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Não relacionado a comunidade LGBTQIA+, porém uma vez que me encontro inserido, o tipo de tratamento adequado para situação poderia ter me ajudado principalmente a lidar com o tipo de questão que eu estava passando e que me atormenta até hoje quando se trata de relacionamento.\n\nEu tenho autismo, então muitos de nós pela maioria dos neurotípicos somos bem conhecidos como \"socially awkward\". Tive perrengues ao tentar me relacionar com pessoas no passado, sendo que meu maior problema em relação a todos foi no ano passado em que um desses narcisistas me acusou de \"stalkear-lo\", basicamente depois que eu parei no início desse ano de ter consultas com uma psicóloga que, honestamente, era bem Karen e me culpabilizava por todos os meus traumas e passava mão na cabeça da família da minha mãe e entre outros quando se tratava de abuso (ela queria se esforçar para me tornar uma pessoa extremamente passiva), voltei com um psicólogo que eu tinha tido consulta por quase 10 anos (2012-2019). \n\nO problema foi que com esse cara já não dava nem um pouco certo, 0% de toque com pessoas atípicas. Pior que na nossa segunda consulta ele me manda um \"Da onde você tirou que tem autismo?\" - minha vontade foi de falar \"Do meio do seu rabo!\", mas acabei dizendo que foi da própria psiquiatra que ele me indicou na época pro meu caso e que sou diagnosticado desde os 23 anos, coisa que esse cara sequer devia ter prestado atenção antes. A pior parte nisso tudo é que ele ele me culpabilizava de qualquer situação na qual eu precisava me defender, especialmente o lance do \"stalker\" acima. Entretanto, não era de todo um mau, uma vez que ele meteu a real na minha mãe de que o tipo de manipulação que ela faz com profissional de saúde mental para se voltar contra mim não funcionava com ele e que ela deveria cumprir com as responsabilidades dela na época. \n\nHoje estou com um psicólogo que é mais ou menos da nossa idade, digo, da maioria de nós o pessoal aqui que é jovem (tenho 28 desde o início de Outubro). As consultas com ele tem sido muito bem aproveitadoras e dinâmicas que acho que nunca havia me sentido tão a vontade conversando com um psicólogo na vida que nem atualmente. Ele tem conversado comigo justamente sobre essa questão que tive de tentar começar a me aventurar mais a sério depois do baque que eu tive ano passado, e todas as decepções amorosas. Comentei sobre a questão de ter parado com os apps de namoro, e de num súbito momento, ter voltado. Tô falando com um rapaz atualmente, tá sendo aos poucos, mas sinto reciprocidade. Estou melhorando nesse sentido, eu realmente estou, e eu juro.\n\nEntretanto, o que eu quis dizer com tudo isso é, primeiro sinal de psicólogo contra indicado, negócio é pular fora e zarpar. Já viu que tem uma tendência a te tornar passivo (em defender sua posição) ou te culpabilizar por tudo de ruim que te fazem, sem ao mínimo te fazer refletir e nem nada, negócio é pular fora e zarpar. Consulta com psicólogo nos dias de hoje NÃO CUSTA barato, e é melhor selecionar bem do que acabar se sentindo outra bruxa de Salem depois.",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1636562219,
            "gildings": {},
            "id": "hk33ide",
            "is_submitter": false,
            "link_id": "t3_qqplkk",
            "locked": false,
            "no_follow": false,
            "parent_id": "t3_qqplkk",
            "permalink": "/r/arco_iris/comments/qqplkk/uma_nota_de_cautela/hk33ide/",
            "retrieved_on": 1636835169,
            "score": 4,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "bundadogabigol",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_g80cqo68",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Que bom que assumiu... eu sou mais ou menos assumido pro mundo mas não pra minha família. Queria um psiquiatra agora mas não tenho condições. Consegui a um tempo atrás terapia gratuita e acho que é o que tá me mantendo vivo. Mas uma vez por semana não tá dando conta mais.",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1636254371,
            "gildings": {},
            "id": "hjmrgz2",
            "is_submitter": true,
            "link_id": "t3_qn2nqd",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_hjkzsdk",
            "permalink": "/r/arco_iris/comments/qn2nqd/depressão_casos_gerais/hjmrgz2/",
            "retrieved_on": 1636513025,
            "score": 2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "SunmiSae",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_475edhkq",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Sinto muito por isso, eu entendo como vc se sente pois sinto algo parecido, perdi todos os meus amigos e me sinto muito sozinha e estou me esforçando muito para ir em psiquiatra pela a minha família, inclusive me assumi para elas a pouco tempo... se estiver afim de trocar uma ideia é bom desabafar um pouco, espero q vc melhore :)",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1636224967,
            "gildings": {},
            "id": "hjkzsdk",
            "is_submitter": false,
            "link_id": "t3_qn2nqd",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_qn2nqd",
            "permalink": "/r/arco_iris/comments/qn2nqd/depressão_casos_gerais/hjkzsdk/",
            "retrieved_on": 1636475771,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "Both_Yak2001",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_cmkigbde",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Chato isso, parece que querem unificar o pensamento. Aí   questionamos alguma coisa e já vem juízes emitindo sentença e user se passando por psicológo/psiquiatra falando de terapia e homofobia internalizada.",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1634178925,
            "gildings": {},
            "id": "hgkcrtb",
            "is_submitter": false,
            "link_id": "t3_q759vi",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_hgjvlqd",
            "permalink": "/r/arco_iris/comments/q759vi/por_que_há_gays_que_criticam_outros_que_se_dizem/hgkcrtb/",
            "retrieved_on": 1634310988,
            "score": 3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "blakesboots",
            "author_flair_background_color": "transparent",
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": "f70ad67e-43be-11eb-82aa-0ea1f85405a5",
            "author_flair_text": "lesbica futurista, sapatona convicta",
            "author_flair_text_color": "dark",
            "author_flair_type": "text",
            "author_fullname": "t2_6yz7uz5w",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Imagino q já esteja em tratamento pra bipolaridade, mas se não estiver procure um psicologo e psiquiatra, n sei se tu mora numa cidade mt pequena, mas geralmente em faculdades tem atendimento. Cuida da sua saúde e se tu realmente quer sair da cidade tenta procurar por vagas nem q seja em alguma cidade perto ou em um canto completamente diferente da sua cidade msm (de novo, n sei se vc mora em cidade pequena ou não)",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1633990009,
            "gildings": {},
            "id": "hga4pqr",
            "is_submitter": false,
            "link_id": "t3_q65y19",
            "locked": false,
            "no_follow": false,
            "parent_id": "t3_q65y19",
            "permalink": "/r/arco_iris/comments/q65y19/sou_bissexual_eu_vivo_rodeada_de_pessoas/hga4pqr/",
            "retrieved_on": 1634113385,
            "score": 5,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "bad-and-ugly",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_to1am",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Né? Galera te respondendo \"conheço vários casais gays super saudáveis, você que deve ser um escroto que gosta de gente escrota, para de generalizar e vai atrás de um psiquiatra\"",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1633974025,
            "gildings": {},
            "id": "hg94dsf",
            "is_submitter": false,
            "link_id": "t3_q5xdsx",
            "locked": false,
            "no_follow": false,
            "parent_id": "t1_hg8rmso",
            "permalink": "/r/arco_iris/comments/q5xdsx/gays_no_geral_não_tem_responsabilidade_emocional/hg94dsf/",
            "retrieved_on": 1634095074,
            "score": 0,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "IdealRevolutionary",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_6x7i79ag",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Ou talvez vc esteja engatilhado com pouca coisa e precise procurar um psiquiatra ou psicólogo.",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1633971667,
            "gildings": {},
            "id": "hg8ykwn",
            "is_submitter": false,
            "link_id": "t3_q5xdsx",
            "locked": false,
            "no_follow": false,
            "parent_id": "t1_hg8rmso",
            "permalink": "/r/arco_iris/comments/q5xdsx/gays_no_geral_não_tem_responsabilidade_emocional/hg8ykwn/",
            "retrieved_on": 1634092001,
            "score": 10,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "hudsan",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_98nuc1dn",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "O 1 ainda não está precisando de psiquiatra 👍",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1633968536,
            "gildings": {},
            "id": "hg8qyyg",
            "is_submitter": false,
            "link_id": "t3_q5xdsx",
            "locked": false,
            "no_follow": false,
            "parent_id": "t1_hg8psm9",
            "permalink": "/r/arco_iris/comments/q5xdsx/gays_no_geral_não_tem_responsabilidade_emocional/hg8qyyg/",
            "retrieved_on": 1634087872,
            "score": -1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "conversesnail",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_q3p49",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Fui diagnosticada com depressão com uns 17 anos.\nFiz terapia por dois anos, juntamente com medicação indicada pelo psiquiatra.\nTive muito receio no começo, mas depois percebi que estava me ajudando muito..\nÉ o que me fez estar bem aqui hoje uns bons anos depois!",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1633431407,
            "gildings": {},
            "id": "hfgqvp9",
            "is_submitter": false,
            "link_id": "t3_q196u7",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_q196u7",
            "permalink": "/r/arco_iris/comments/q196u7/lgbts_que_frequentam_psicólogao_o_que_te_levou_a/hfgqvp9/",
            "retrieved_on": 1633554262,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "felipgab",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_dnwdx27u",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Fui primeiro aos 9 anos por conta de ansiedade e ano passado aos 17 anos eu fui \"encaminhado\" pra psicóloga e psiquiatra por conta de um quadro depressivo já bastante avançado e ideação suicida (que eu já tinha antes mas não eram graves o suficiente pra que minha família percebesse)",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1633378695,
            "gildings": {},
            "id": "hfe9e3w",
            "is_submitter": false,
            "link_id": "t3_q196u7",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_q196u7",
            "permalink": "/r/arco_iris/comments/q196u7/lgbts_que_frequentam_psicólogao_o_que_te_levou_a/hfe9e3w/",
            "retrieved_on": 1633505495,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "dehduraes",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_2qxrxkiy",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Meu pai teve AVC no período da monografia basicamente fiquei fudido\nDepressão,  ansiedade pensamentos suicidas\n\nDai comecei o combo psiquiatra, psicólogo e estou nele a 8 anos",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1633374487,
            "gildings": {},
            "id": "hfdxusc",
            "is_submitter": false,
            "link_id": "t3_q196u7",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_q196u7",
            "permalink": "/r/arco_iris/comments/q196u7/lgbts_que_frequentam_psicólogao_o_que_te_levou_a/hfdxusc/",
            "retrieved_on": 1633499308,
            "score": 2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "DiabelAtreyu",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_1bxzpa7k",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Fiz um tempo, fui por livre e espontânea pressão. Em outras palavras, minha mãe me obrigava. \n\nFrequento mesmo psiquiatra por ter depressão e síndrome do pânico. Também recebi o laudo de autismo.",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1633366351,
            "gildings": {},
            "id": "hfdbzmp",
            "is_submitter": false,
            "link_id": "t3_q196u7",
            "locked": false,
            "no_follow": false,
            "parent_id": "t3_q196u7",
            "permalink": "/r/arco_iris/comments/q196u7/lgbts_que_frequentam_psicólogao_o_que_te_levou_a/hfdbzmp/",
            "retrieved_on": 1633486890,
            "score": 9,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "alessandro2212",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_d42p9z0m",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Uau, é muita coisa acho que vou ter que reler pra poder tentar te dar uma opinião, e nem sei se minha opinião é uma boa, mas vamos lá. \n\nJá quero começar pedindo pra vc não se matar, eu sei que muito provavelmente o que eu falar vai parecer bem clichê, e que é o que todo mundo fala, mas é verdade, parece que tudo está uma merda e é difícil de suportar, mas acredite tudo pode mudar, o futuro é incerto, eu mesmo já fiquei bem deprê, inclusive quando eu estava bem triste mesmo, eu pensava em como alguém com depressão devia se sentir, e que se, se sentir como eu estava já era horrível, então imagina alguém pior, ninguém deveria passar por isso, mas infelizmente acontece. \n\nEm relação a vc estar a cima do pesso, vc mesmo e só vc pode pode mudar isso, imagino que seja difícil, mas não é impossível, e se não é impossível não custa nada tentar, vc não tem nada a perder, mas é algo que leva tempo então vc tem que estar disposto a esperar esse tempo sem desistir, vc vai ver como consegue. \n\nSobre amigos, pessoas vem e vão, vc vai fazer novos amigos, realmente é difícil encontrar pessoas que nos entendam, mas é só continuar que vc vai achar alguém ou alguém vai te achar.\n\nE se vc se sente incomodado com o fato de vc ser virgem, vc pode contratar um garoto de programa, claro se isso não for um problema pra vc, mas não precisa ligar pra isso, ninguém tem nada a ver com a sua vida sexual.\nNa verdade a gente fala que não precisa ligar e que ninguém tem nada a ver, o que não deixa de ser verdade, mas as vezes nós mesmo ligamos pra isso e nós  sentimos incomodados, de qualquer forma ou vc espera pra encontrar alguém de que goste e ou tenha alguma conexão, pra poder ter algo com a pessoa, ou então vc não precisa esperar, só pagar por sexo, e se o problema for esse vai ser menos um problema, e vc não tem nada a perder, mas a escolha é sua. \n\nEm relação ao seu trabalho, acho que vc deveria continuar nele até encontrar algum melhor, e se for tomar alguma atitude em relação a ser tratado mal lá dentro, tome cuidado e pense antes, vc não precisa ficar sendo tratado mal, mas perder algo de que vc precisa deve ser ruim, então vc tem que por na balança e ver o que vc vai decidir. \n\nE se vc acha que tá com depressão, aliás mesmo que não esteja, não fique quieto proucure ajuda, vá num psicólogo ou psiquiatra, vc pode acabar com isso, não precisa ficar se sentindo assim, mude as coisas pra melhor, procure ajuda e se ajude. \n\nEm relação a Deus e religião, é algo delicado, mas não acho que Deus vá te fazer passar por algo que não vá te ajudar, quando vc cai vc levanta mais forte, os erros nós deixam mais fortes, tudo é aprendizado. \n\nNão sei se eu deixei passar algum ponto, mas é isso.\n\nSe quiser conversar sobre algum ponto do seu relato que eu tenha deixado passar, ou que vc queria falar mais profundamente sobre ou qualquer coisa que seja, pode ficar a vontade pra me mandar mensagem aqui no pv. \n\nTudo isso é só minha opinião, espero que tenha entendido, desculpa qualquer erro na ortografia, tudo que comentei foi com uma boa intenção, me desculpa se entendi errado e ou te ofendi de alguma forma, espero que fique bem, te desejo boas enérgias 🙌🙏.",
            "collapsed_because_crowd_control": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "created_utc": 1630868370,
            "gildings": {},
            "id": "hbpvcmj",
            "is_submitter": false,
            "link_id": "t3_pif96y",
            "locked": false,
            "no_follow": false,
            "parent_id": "t3_pif96y",
            "permalink": "/r/arco_iris/comments/pif96y/pensando_em_dar_um_fim_em_tudo_desabafo_longo/hbpvcmj/",
            "retrieved_on": 1630945165,
            "score": 2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "MelLunar",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_3hl0uvye",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Faço acompanhamento com psicólogo e psiquiatra no SUS, mas isso apenas não é suficiente. Minha psiquiatra quer fazer acompanhamento com antidepressivo mais forte que não é fornecido pelo SUS, eu não tenho condições de comprar e nem estou afim de passar de novo pelo inferno de mais um processo judicial tendo que lidar com o péssimo atendimento da defensoria pública da cidade onde moro.",
            "collapsed_because_crowd_control": null,
            "comment_type": null,
            "created_utc": 1622920257,
            "gildings": {},
            "id": "h0psfdk",
            "is_submitter": true,
            "link_id": "t3_nsyptc",
            "locked": false,
            "no_follow": false,
            "parent_id": "t1_h0p83fv",
            "permalink": "/r/arco_iris/comments/nsyptc/por_que_eu_deveria_sentir_orgulho_em_ser_lgbt/h0psfdk/",
            "retrieved_on": 1623066503,
            "score": 3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "colourlessTreason",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_6gztk5qn",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Entendi, então na verdade já estou na psicóloga a 8 meses e fiz algumas consultas com psiquiatra, mas não consegui ver se isso era tipo, requisito pra começar a ir em endócrino e tal.\n\nVou entrar lá no sub sim e ver se acho mais infosnsobre isso :)\n\n\nObrigada &lt;3",
            "collapsed_because_crowd_control": null,
            "comment_type": null,
            "created_utc": 1619727508,
            "gildings": {},
            "id": "gwc9rv4",
            "is_submitter": true,
            "link_id": "t3_n1ace3",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_gwc30h4",
            "permalink": "/r/arco_iris/comments/n1ace3/onde_conseguir_informações_sobre_transição/gwc9rv4/",
            "retrieved_on": 1619753731,
            "score": 3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "digdigo",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_c27wi",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Pra começar vem pro /r/transbr. Ao contrário do outro comentário, eu diria pra você procurar uma psicóloga e não uma psiquiatra, caso você não tenha ainda. Você teoricamente pode ir direto em uma endocrinologista, mas hoje em dia uma boa parte pede um laudo psicológico. O processo no particular (como eu estou fazendo) é basicamente laudo, endocrinologista, fazer vários exames, tratamento hormonal e ficar uma gata.  \nO que eu mais recomendo mesmo é procurar profissionais que tenham experiência com esse tratamento. E também vá em profissionais que você confia, se a sua endocrinologista falar que faz um certo tipo de tratamento, só faça se você acreditar nesse processo recomendado.\n\nO caminho é muito longo e difícil, mas vale a pena.\n\nBem vinda e boa sorte",
            "collapsed_because_crowd_control": null,
            "comment_type": null,
            "created_utc": 1619724854,
            "gildings": {},
            "id": "gwc30h4",
            "is_submitter": false,
            "link_id": "t3_n1ace3",
            "locked": false,
            "no_follow": false,
            "parent_id": "t3_n1ace3",
            "permalink": "/r/arco_iris/comments/n1ace3/onde_conseguir_informações_sobre_transição/gwc30h4/",
            "retrieved_on": 1619749992,
            "score": 5,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "DiabelAtreyu",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_1bxzpa7k",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Faça os dois. \n\nEncontre um bom psiquiatra, não um que vá te empurrar remédios. Mas um que vá sentar com você e te ajudar a entender e aceitar os riscos desse procedimento, porque é muito complicado. Os hormônios vão te deixar um lixo emocional até seu psicológico se acostumar. \n\nFaça sempre acompanhamento com endócrino, mesmo que te digam que não precisa. Ele vai saber a dosagem ideal pra você de maneira que não agrida seus órgãos. \n\nSe possível, vá até um urologista também pra ver como estão seus hormônios base e se você tem algum problema de próstata/testiculos, porque quando entrar com os hormônios femininos, se tiver alguma coisa, pode desencadear um tumor ou coisa pior. Melhor prevenir do que ter que parar a transição depois. \n\nDito isso, boa sorte.",
            "collapsed_because_crowd_control": null,
            "comment_type": null,
            "created_utc": 1619723694,
            "gildings": {},
            "id": "gwc01ni",
            "is_submitter": false,
            "link_id": "t3_n1ace3",
            "locked": false,
            "no_follow": false,
            "parent_id": "t3_n1ace3",
            "permalink": "/r/arco_iris/comments/n1ace3/onde_conseguir_informações_sobre_transição/gwc01ni/",
            "retrieved_on": 1619748332,
            "score": 8,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "SemCriatividade25",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_9u5obzs7",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Não sei como eu cheguei aqui, nesse pedacinho de Chernobyl, mas mano, você devia procurar um psiquiatra, tu não é normal não.",
            "collapsed_because_crowd_control": null,
            "comment_type": null,
            "created_utc": 1614824292,
            "gildings": {},
            "id": "gplvsfr",
            "is_submitter": false,
            "link_id": "t3_lvchbk",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_lvchbk",
            "permalink": "/r/arco_iris/comments/lvchbk/manifesto_ile_para_uma_comunicação_radicalmente/gplvsfr/",
            "retrieved_on": 1614977674,
            "score": 0,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "AlwaysAnxiousBoy",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_83j54q52",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Eu passei por psicóloga durante alguns anos e psiquiatra algumas vezes (tudo pelo SUS), me recomendaram fazer esporte e durante um período até medicamento, foi excelente, me senti muito melhor e mais confiante, a ansiedade ainda existia, porém mais sutil. Porém quando mudei de cidade por conta da faculdade acabei parando de frequentar e praticar. Um tempo antes da pandemia eu voltei a praticar esporte, porém nesses últimos 6~7 meses me sinto relativamente mal, tanto é que escrevi esse post quando estava, creio eu, tendo uma crise.\n\nQuando as coisas estiverem mais estáveis volto a fazer esporte e se necessário busco ajuda psicólogica, e muito obrigado.",
            "collapsed_because_crowd_control": null,
            "comment_type": null,
            "created_utc": 1600218298,
            "gildings": {},
            "id": "g5faaw0",
            "is_submitter": true,
            "link_id": "t3_it33em",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_g5f877n",
            "permalink": "/r/arco_iris/comments/it33em/desabafo_sobre_relacionamento_e_ansiedade/g5faaw0/",
            "retrieved_on": 1600294967,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "peyoterain",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_5rhg0lqo",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Tinha muitos problemas de ansiedade durante o sexo. Primeiro fui num urologista, que me indicou um psiquiatra. Vai na fé, vai dar tudo certo.",
            "collapsed_because_crowd_control": null,
            "created_utc": 1595995785,
            "gildings": {},
            "id": "fzl7dz0",
            "is_submitter": false,
            "link_id": "t3_hzpy5c",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_hzpy5c",
            "permalink": "/r/arco_iris/comments/hzpy5c/marquei_uma_consulta_com_urologista/fzl7dz0/",
            "retrieved_on": 1596009448,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": []
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "jujubadejurubeba",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_4hawsxmz",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "&gt;E sempre admirei homens mais velhos, até hoje. Na maioria dos meus relacionamentos, os homens sempre me trataram como filho... Tem homens mais velhos que procuram \"filhos\".\n\nIsso em inglês se chama *daddy issues!* Hahahahaha\n\nBrincadeiras à parte, não sou psiquiatra ou psicólogo, então, não tenho propriedade para comentar sobre isso. Mas, de fato, já percebi que em algumas relações homoafetivas, essa dinâmica que você cita se apresenta quase que naturalmente. Pode ser que seja mera preferência, fetiche ou uma questão mais profunda qual eu não entendo, mas sei o que quer dizer. \n\nMe sinto atraído por homens mais maduros também, mas não todos e não pela imagem paterna, penso eu. Posso estar errado, mas percebo isso mais entre homens gays que mulheres. \n\nHoje, esses desejos persistem? E com as pessoas quais você se relaciona, como diria que são essas dinâmicas agora adulto?",
            "collapsed_because_crowd_control": null,
            "created_utc": 1582839121,
            "gildings": {},
            "id": "fiygsgt",
            "is_submitter": false,
            "link_id": "t3_faheun",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_fiyd49c",
            "permalink": "/r/arco_iris/comments/faheun/complexo_de_édipo_em_gays_quando_eu_era_bem/fiygsgt/",
            "retrieved_on": 1582841737,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "associated_award": null,
            "author": "hedgehog_",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_9ojbp",
            "author_patreon_flair": false,
            "author_premium": false,
            "awarders": [],
            "body": "Não são e posso te afirmar categoricamente, com autoridade na causa pelos motivos de que: sou psiquiatra do exército então imagine a quantidade de queixas sexuais que não vejo diariamente, e que também posso falar por conhecimento de causa - no caso, eu mesmo. Eu bato punheta, vejo pornô ocasionalmente, e nem por isso sinto vontade de transar.",
            "collapsed_because_crowd_control": null,
            "created_utc": 1578321228,
            "gildings": {},
            "id": "fddqft5",
            "is_submitter": false,
            "link_id": "t3_ekfka4",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_fddhuzs",
            "permalink": "/r/arco_iris/comments/ekfka4/não_quer_transar_comigo_mas_consome_pornografia/fddqft5/",
            "retrieved_on": 1578382613,
            "score": 1,
            "send_replies": true,
            "steward_reports": [],
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "cafealmocojantar",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_2ugp8i2i",
            "author_patreon_flair": false,
            "body": "Digamos que eu seja psiquiatra e diagmos que eu confirme o diagnóstico de sociopatia baseado no seu relato. O que isso te causaria, alívio? Será que você não está *overthinking* o que aconteceu contigo, essa bala que você desviou?\n\nSeja por ter uma patologia ou seja por ter se tornado uma pessoa torta que viveu numa bolha desumana (criação ruim, sem acesso a pessoas boas, sodilificou na vida adulta conceitos ruins sobre a vida e as pessoas) não mudam o fato de que você ter que se orgulhar por ter saído dessa furada e seguir em frente. Tem muita gente que entra numa co-dependência e não consegue sair por mais abusivo que o relacionamento seja.",
            "created_utc": 1567383069,
            "gildings": {},
            "id": "eyrzwh3",
            "is_submitter": false,
            "link_id": "t3_cxrx7r",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_cxrx7r",
            "permalink": "/r/arco_iris/comments/cxrx7r/será_que_meu_ex_é_psicopata_cuidado_com_quem_se/eyrzwh3/",
            "retrieved_on": 1567383071,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "felipefontes85",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_ikz3q",
            "author_patreon_flair": false,
            "body": "Parece ser mais ansiedade que bloqueio mental. Seria legal você tentar consultar com um psicólogo ou psiquiatra. De qualquer forma, não recomendo ficar tomando remédio por conta própria, já li que remédio tipo Viagra pode foder com seu organismo e sistema circulatório, então nunca se deve tomar sem prescrição (remédio nenhum se deve, aliás)",
            "created_utc": 1566119640,
            "gildings": {},
            "id": "exazwqv",
            "is_submitter": false,
            "link_id": "t3_crx3za",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_crx3za",
            "permalink": "/r/arco_iris/comments/crx3za/dificuldades_pra_ter_ereção_nos_primeiros/exazwqv/",
            "retrieved_on": 1566119652,
            "score": 1,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "total_awards_received": 0
        },
        {
            "all_awardings": [],
            "author": "henriquesampa",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_3oy9vmkf",
            "author_patreon_flair": false,
            "body": "Eu não gosto de médico assim, não acho que vc consegue identificar sintomas de doenças psicológicas sem conversar com a pessoa, acho ótimo ir no psicólogo, mas o psiquiatra tem também que conversar com o paciente. É só minha opinião",
            "created_utc": 1557247942,
            "gildings": {},
            "id": "emr4hg3",
            "is_submitter": false,
            "link_id": "t3_blfged",
            "locked": false,
            "no_follow": true,
            "parent_id": "t1_emr3w9r",
            "permalink": "/r/arco_iris/comments/blfged/só_queria_desabafar/emr4hg3/",
            "retrieved_on": 1557247943,
            "score": 2,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "total_awards_received": 0,
            "updated_utc": 1557763153
        },
        {
            "all_awardings": [],
            "author": "andersonslima",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_owuyu",
            "author_patreon_flair": false,
            "body": "Vá em um psicólogo antes de ir em um psiquiatra!\n\nO trabalho dos dois é complementar, onde o psicólogo irá tentar te ajudar a encontrar a raiz do problema e lidar com ela, enquanto o psiquiatra irá te dar “conforto” até que a situação melhore.\n\nSe você apenas ir em psiquiatra, o que vai acontecer é que você irá ficar “dopado” e nunca vai agir em cima do que te faz sentir tudo o que você está sentindo.\n\nEspero que você procure ajuda e vire essa página. Abraços!",
            "created_utc": 1557227698,
            "gildings": {},
            "id": "emq99nz",
            "is_submitter": false,
            "link_id": "t3_blfged",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_blfged",
            "permalink": "/r/arco_iris/comments/blfged/só_queria_desabafar/emq99nz/",
            "retrieved_on": 1557227709,
            "score": 3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "total_awards_received": 0,
            "updated_utc": 1557747178
        },
        {
            "all_awardings": [],
            "author": "capeachino",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_3dgra96l",
            "author_patreon_flair": false,
            "body": "Primeiramente, um abraço virtual pra vc. Ansiedade e síndrome do pânico são terríveis mas não impossíveis de se lidar. Você deu os primeiros passos -- reconhecer que precisa e buscar por ajuda profissional. Estais no caminho pra recuperação.\n\nSeu receio e desconforto com a brevidade do contato com a psiquiatra e a medicação são válidos; se quiser e houver possibilidade financeira, procure outro psiquiatra (indicações de amigos e familiares seria o ideal mas sites como doctoralia permitem ter uma idéia do perfil do profissional tb). Mas te aviso que pode acontecer tudo de novo pois realmente a tendência é de psiquiatras não adentrarem muito nos 'por-quês' e 'comos', papel que é mais do psicólogo mesmo. \n\nSei que é um desabafo mas, se me permitir, aconselho muito que associe os remédios à psicoterapia com um psicólogo. É interessante e super válido trabalhar esse lado tb; grosseiramente, a medicação por si só não vai mais adiante do que reestabelecer equilíbrio neuroquímico. Conseguindo o mínimo de estabilidade e clareza, o resto é \"trabalho braçal\" do indivíduo para se manter bem e a psicoterapia ajuda MUITO nisso.\n\nSe tiver possibilidade, procure um nutricionista também para te auxiliar com o transtorno alimentar. Procure por especialistas na área.\n\nTe desejo sucesso nessa caminhada!",
            "created_utc": 1557181335,
            "gildings": {},
            "id": "emoomux",
            "is_submitter": false,
            "link_id": "t3_blfged",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_blfged",
            "permalink": "/r/arco_iris/comments/blfged/só_queria_desabafar/emoomux/",
            "retrieved_on": 1557181347,
            "score": 3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "total_awards_received": 0,
            "updated_utc": 1557718868
        },
        {
            "all_awardings": [],
            "author": "MoonPrincessPtII",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_ntmjukk",
            "author_patreon_flair": false,
            "body": "Psiquiatras não fazem terapia psicológica, em geral. Ainda mais numa primeira consulta, o que acontece é uma tentativa e erro até achar o melhor medicamento pras suas queixas. Não existe um remédio específico que vai funcionar do mesmo jeito para todas as pessoas, como é com uma dipirona ou um antibiótico. O problema é que em geral medicamentos psiquiátricos precisam de pelo menos quinze dias a um mês para fazerem o efeito completo.\n\nMas mesmo assim, medicamentos ajudam mas não  são mágicos nem fazem os seus problemas sumir.  Servem como estimulantes, regulam o sono, dão maior capacidade de foco, etc, cada um a sua maneira. Por isso se você está tão incomodado e não sabe como mudar isso na sua vida, é muito bom procurar uma terapia, seja com um psicólogo, em grupo, etc etc. \n\nSobre \"se medicar\", se você já marcou um retorno na médica, não tem o que se preocupar. Se começarem a aparecer efeitos colaterais você tenta adiantar o retorno. Sobre trocar de médica, não sei como é a sua situação financeira, se ela é de convênio, particular, etc. Eu estou sendo tratado por um psiquiatra faz um ano e seis meses, já tive consultas mais longas e outras bem curtas porque foram só pra pegar receita praticamente. Então é complicado, talvez ela não estava num dia bom, talvez você não tenha ido com a cara dela e você tem todo direito de procurar outro psiquiatra. Mas como você já iniciou a medicação, eu diria pra seguir até ter uma consulta de retorno e daí ver se foi só uma primeira impressão ruim ou se não vai rolar mesmo.\n\nSe você estiver em um.momento de muita aflição, entre em contato com o CVV! Por telefone é o ideal mas se você estiver travado sem conseguir falar, pode entrar em contato por e-mail ou chat no site deles. https://www.cvv.org.br/",
            "created_utc": 1557167722,
            "gildings": {},
            "id": "emo12gl",
            "is_submitter": false,
            "link_id": "t3_blfged",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_blfged",
            "permalink": "/r/arco_iris/comments/blfged/só_queria_desabafar/emo12gl/",
            "retrieved_on": 1557167733,
            "score": 13,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "total_awards_received": 0,
            "updated_utc": 1557706855
        },
        {
            "all_awardings": [],
            "author": "intercambista",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_38kpwiq0",
            "author_patreon_flair": false,
            "body": "Psiquiatra infelizmente tá mais interessado em receitar remédio do que te ouvir. A razão disso é simples, psiquiatra é pago por consulta, então é do interesse dele te atender o mais rápido possível para que venha o próximo cliente\n\nSe quiser terapia, recomendo ir a um psicólogo. Boa sorte com esse problema, se já não tiver feito, fale sobre o que está sentindo com outras pessoas, não se isola e saiba que você vale muito :)",
            "created_utc": 1557166360,
            "gildings": {},
            "id": "emnys3z",
            "is_submitter": false,
            "link_id": "t3_blfged",
            "locked": false,
            "no_follow": true,
            "parent_id": "t3_blfged",
            "permalink": "/r/arco_iris/comments/blfged/só_queria_desabafar/emnys3z/",
            "retrieved_on": 1557166371,
            "score": 3,
            "send_replies": true,
            "stickied": false,
            "subreddit": "arco_iris",
            "subreddit_id": "t5_frznt",
            "total_awards_received": 0,
            "updated_utc": 1557705682
        }
    ]
}