{
    "data": [
        {
            "all_awardings": [],
            "archived": false,
            "associated_award": null,
            "author": "hinasamaaa",
            "author_flair_background_color": null,
            "author_flair_css_class": null,
            "author_flair_richtext": [],
            "author_flair_template_id": null,
            "author_flair_text": null,
            "author_flair_text_color": null,
            "author_flair_type": "text",
            "author_fullname": "t2_bb0k9eu8",
            "author_patreon_flair": false,
            "author_premium": false,
            "body": "você vai conseguir, já fui assim por muito tempo e tinha o dobro de insegurança sobre a minha pessoa. \n\n• já fui parar na pqp porque eu não consegui perguntar pro cobrador do ônibus onde a gente tava, por receio e timidez mesmo (ai só desci na última parada e surtei pensando no q fazer kkk)\n• já tive crise de riso na hora de apresentar trabalho de espanhol e fiquei super vermelha (e pra piorar ainda disseram o óbvio \"nOsSa vC tA vErMeLhA\" ah ce jura porra to com vergonha p caralho)\n• ficava me perguntando depois de conversar com alguém, \"será se essa pessoa me achou maluca\" ou \"nossa não devia ter falado X coisa\" e me sentia mal, mas a real é que fodase o que pensam, o que importa é minha intenção (que no caso é ser gente boa e tratar todos bem) e sinceramente de vez em quando ainda rola essas paranóias mas com o tempo e terapia consegui controlar melhor. sempre liguei muito pro que pensam e esse foi e é um dos motivos da minha timidez existir, mas hj se falam algo sobre mim eu me imponho melhor e busco um equilíbrio pra tentar entender o pq da pessoa ter falado aquilo.\n\ntambém costumava e costumo falar mto sozinha kkk pra melhorar minha didática (eu falo meio embolado ou \"pra dentro\" as vezes).\n\nenfim falei demais e não sei vai te servir de algo, mas isso é algo que vc vai vencer lidando com as pessoas mesmo, não tem pra onde fugir, e tudo bem se em algum momento vc errar, você tá amadurecendo e aprendendo sabe. não pega muito no seu pé quanto a isso. crie um hábito, de encarar a timidez uma vez por dia seja qual for a situação. você consegue, lembre-se q existem mtas pessoas igual vc tentando vencer isso e q nao ta sozinha!!!",
            "body_sha1": "37d3b182a7ecb08d500d662facdb4048edb06735",
            "can_gild": true,
            "collapsed": false,
            "collapsed_because_crowd_control": null,
            "collapsed_reason": null,
            "collapsed_reason_code": null,
            "comment_type": null,
            "controversiality": 0,
            "created_utc": 1647355916,
            "distinguished": null,
            "gilded": 0,
            "gildings": {},
            "id": "i0r7hcy",
            "is_submitter": false,
            "link_id": "t3_t8dlio",
            "locked": false,
            "no_follow": false,
            "parent_id": "t3_t8dlio",
            "permalink": "/r/desabafo/comments/t8dlio/não_consigo_fazer_nada_sozinha/i0r7hcy/",
            "retrieved_utc": 1647356759,
            "score": 1,
            "score_hidden": true,
            "send_replies": true,
            "stickied": false,
            "subreddit": "desabafo",
            "subreddit_id": "t5_3h6re",
            "subreddit_name_prefixed": "r/desabafo",
            "subreddit_type": "public",
            "top_awarded_type": null,
            "total_awards_received": 0,
            "treatment_tags": [],
            "unrepliable_reason": null
        }
    ]
}